[
  {
    "id": "16954",
    "title": "Blade’s Edge Magazine - June 2014 Vol. 2",
    "slug": "blades-edge-magazine-june-2014-vol-2",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-june-2014-vol-2/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=fz1ks1uh&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=14121799521401756242\" width=\"650\" height=\"365\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Thu, 05 Jun 2014 23:37:17 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16956",
    "title": "Blade&#039;s Edge Magazine - July Vol. 3",
    "slug": "blades-edge-magazine-july-vol-3",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-july-vol-3/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=fuj8bs88&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=14121803571405614087\" width=\"650\" height=\"365\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Thu, 17 Jul 2014 17:55:35 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16983",
    "title": "The Roman Gladiators : A life of Servitude and Violence",
    "slug": "the-roman-gladiators-a-life-of-servitude-and-violence",
    "link": "https://www.darksword-armory.com/the-roman-gladiators-a-life-of-servitude-and-violence/",
    "content": "<img class=\"alignright size-medium wp-image-2355\" title=\"roman-gladiator\" src=\"https://darksword-armory.com/wp-content/uploads/2012/09/roman-gladiator-300x200.jpg\" alt=\"\" width=\"300\" height=\"200\" />Gladiators, originating from the Latin word “gladius” or sword, stemmed from professional and amateur fighters in ancient Rome who fought for the entertainement of “civilized” spectators. Gladiators were trained in special schools called <em>ludi </em>which could be found as commonly as ampitheatres throughout the empire. There were four schools in Rome itself, the largest of which was called the <em>Ludus Magnus</em>which was connected to the Coliseum by an underground tunnel. Among the most famous is the school at Capua where the slave rebellion of Spartacus was sparked in 73 BC. Typically, like modern boxers, most gladiators would not fight more than 2 or 3 times a year and with enough fame and fortune they could purchase their freedom. Some, however, such as criminals, were either expected to die within a year, or might earn their release after three years, if they survived.\n\nGladiator games, known as “<em>ludi circenses</em>”, took place in arenas of various sizes and prestige, throughout the empire. The <em>ludi circenses</em>, seen as a method to appease the Roman gods and avert Rome from disaster, were first fought in wooden arenas. The first stone built amphitheatre in Ancient Rome was the Amphitheater of Statilius Taurus (built in 29 BC), later to be followed by the Roman Colosseum, built in 80AD. The origin of the <em>ludi circenses</em> is rooted in the Estruscan custom of ritual human sacrifices to honor the dead. The first recorded gladiatorial fight took place in 264 BC, when three pairs of slaves were selected to fight as part of a funeral ritual called a <em>munus</em>. Similar games were organized by Julius Caesar, on the death of his daughter Julia,in which 320 paired gladiators\nwere made to fight. The concept of the <em>munus </em>was to keep the memories of ranking individuals alive after death.\n\nIn its earliest forms, individuals of patrician or equestrian status organized these, often to gain political favor with the public. The organizer of any of these <em>ludi circenses</em> was called the editor, munerator, or <em>dominus</em> and he was honored with the official signs of a magistrate, but the Emperors were nearly solely responsible for all public <em>ludi circenses.</em>\n\nGladiators were typically criminals, slaves, or prisoners of war. If selected for such duty, having lost, or never had, the rights of a citizen, there was no choice but to comply. Some Roman citizens willingly pledged themselves to the owner, or <em>lanists,</em> of a gladiatorial troupe, known as<em> familia</em>, by (according to Petronius) swearing an oath \"to endure branding, chains, flogging or death by the sword\". It has been estimated that by the end of the Republic, about half of the gladiators were volunteers (<em>auctorati</em>), who took on the status of a slave for an agreed-upon period of time, similar to indentured servitude that was common in the late second millennium.\n\n<img class=\"alignleft size-medium wp-image-2356\" title=\"39-15-01/15\" src=\"https://darksword-armory.com/wp-content/uploads/2012/09/roman-gladiator2-230x300.jpg\" alt=\"\" width=\"230\" height=\"300\" />By taking the <em>gladiator's</em> oath, the <em>auctorati </em>agreed to be treated as a slave and suffered the ultimate social disgrace. The potential advantages for this new career could outweigh the alternatives, however. Aside from the potential for public fame and fortune, including liaisons with Roman women, the gladiator recruit became a member of a cohesive group that was known for its courage, good morale, and absolute fidelity to its master to the point of death. Life became a model of military discipline and through courageous behavior he was also now capable of achieving honor similar to that enjoyed by Roman soldiers on the battlefield.\n\nContrary to modern portrayal, gladiatoral combat was less likely to result in\ndeath than is imagined. Gladiators were expensive to maintain, train and replace in the event of death, and keeping the most popular of crowd pleasers alive was far more practical than the alternative. That's not to say, however, that death wasn't common among the non-elite. In these cases, when a gladiator had overpowered his opponent, he would turn to the spectators for a reaction from the crowd. The defeated gladiator would possibly raise his left hand (also sometimes referred to as raising a finger which may have indicated a request for mercy) asking for his life to be spared. If the spectators turned their thumbs down they were indicating that the fighter should live (perhaps indicating a desire to sheath or lay down the weapon). One theory regarding the thumbs up is that it represented the desire for the victor to cut his opponents throat. Other suggestions include the crowd yelling '<em>missum</em>' or '<em>mitte</em>' (release or send away) as a gesture of mercy, or alternatively yelling '<em>iugula</em>'(kill) when they wanted the victor to finish his opponent.\n\n<img class=\"alignright size-medium wp-image-2357\" title=\"Romans - Gladiatorial scene\" src=\"https://darksword-armory.com/wp-content/uploads/2012/09/roman-gladiator3-300x239.jpg\" alt=\"\" width=\"300\" height=\"239\" />There are other theories regarding the use of thumbs and various motions to indicate the end of a match, such as that the thumb was positioned sideways to indicate a slashing\nmotion across the neck, or even that a thumb pointed down with a thrusting motion may have represented an order for the victor to thrust his sword down into his opponents chest. Regardless of the debated hand motions, the final decision in this was not made by popular crowd appeal and was usually left to a single judge (though clearly abiding by the crowd's desire was a wise policy). In the presence of the Emperor, the judgment belonged to him, but otherwise it may rest with the games munerator or sponsor.\n\nGladiatoral contests came to a close in 325 AD, when first outlawed by Constantine I and then by Emperor Honorius. The last known gladiator competition in the city of Rome occurred on January 1, 404.\n\n<strong>Facts about Gladiators</strong>\n<ul>\n\t<li>The first recorded gladiatorial fight was staged in 264AD when three pairs of slaves who were selected to fight at the funeral of a prominent Roman</li>\n\t<li>The word 'Gladiator' was derived from Gladius which was the Latin word for sword</li>\n\t<li>Gladiator games were seen as a method to appease the Roman gods and avert Rome from disaster</li>\n\t<li>Gladiatorial combats were first fought in wooden arenas. The first stone built amphitheatre in Ancient Rome was called the Amphitheater of Statilius Taurus was built in 29 BC. The Roman Colosseum was built in 80AD  Nearly 30 types of gladiators have been identified</li>\n\t<li>The role of the Gladiator became big business in the Roman Empire. Political careers could be launched on the back of spectacular games. Large sums of money could be won by gambling on the outcome of gladiator fights</li>\n\t<li>The games organised by Julius Caesar, on the death of his daughter Julia, featured 320 matched pairs</li>\n\t<li>Roman courts were given the authority to sentence criminals to death fighting as gladiators</li>\n\t<li>Slaves, criminals and prisoners of war were forced into the roles of the first gladiators</li>\n\t<li>By the period of the Roman Empire free men started to enrol as gladiators. Some were ex- soldiers, some wanted the adulation and the glory and some needed money to pay their debts. A Free gladiator was called Auctorati</li>\n\t<li>Gladiators were allowed to keep any prizes or gifts they were given during gladiatorial games</li>\n\t<li>Entrance to the gladiator games was free but spectators, between 50,000 - 80,000 were issued with tickets</li>\n\t<li>Trainee gladiators were called Tirones or Tiro</li>\n\t<li>Female Gladiators, some noble and wealthy, appeared in the arenaBestiarii (Beast Fighters) were the gladiators who fought wild animals</li>\n\t<li>The Praegenarii were the 'opening act gladiator'. This type of gladiator only used wooden swords, accompanied to festive music.</li>\n\t<li>Elite types of Gladiators were the Rudiarius who were gladiators who had obtained their freedom but chose to continue fighting in gladiatorial combats</li>\n\t<li>Gladiatorial schools \"Ludi Gladiatorium\". The gladiator schools also served as barracks, or in some cases prisons, for gladiators between their fights.</li>\n\t<li>New Gladiators were formed into troupes called 'Familia gladiatorium' which were under the overall control of a manager (lanista)</li>\n\t<li>At the end of the day the gladiators who had been killed were dragged through the Porta Libitinensis (Gate of Death) to the Spoliarium where the body was stripped and the weapons and armor given to the dead gladiator’s lanista.</li>\n\t<li>Prospective gladiators (novicius) had to swear an oath (sacramentum gladiatorium) and enter a legal agreement (auctoramentum) agreeing to submit to beating, burning, and death by the sword if they did not perform as required .</li>\n\t<li>Gladiators often had tattoos (stigma, from where the English word stigmatised derives) applied as an identifying mark on the face, legs and hands.</li>\n\t<li>Trained gladiators joined formal associations, called collegia, to ensure that they were provided with proper burials and that compensation was given to their families.</li>\n\t<li>The early enemies of Rome included the Samnites, the Thracians and the Gauls (Gallus) and gladiators were named according to their ethnic roots</li>\n\t<li>Gladiators were always clothed and armed to resemble barbarians with unusual and exotic weapons and their fights depicted famous victories over barbarians and the power of the Roman Empire</li>\n\t<li>One of the most famous gladiator was the Emperor Commodus (177-192 AD) who boasted that he was the victor of a thousand matches. The Roman Emperors Caligula, Titus, Hadrian, Cracalla, Geta and Didius Jalianus were all said to have performed in the arena.</li>\n\t<li>The Emperor Honorius, decreed the end of gladiatorial contests in 399 AD</li>\n\t<li>The last known gladiator fight in the city of Rome occurred on January 1, 404 AD.</li>\n</ul>\n<strong>Northern England Roman Gladiator excavation site</strong>\n\n<img class=\"alignnone  wp-image-2358\" title=\"roman-gladiator4\" src=\"https://darksword-armory.com/wp-content/uploads/2012/09/roman-gladiator4.jpg\" alt=\"\" width=\"640\" height=\"383\" />",
    "excerpt": "",
    "pub_date": "Sun, 16 Sep 2012 21:34:43 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16984",
    "title": "An Introduction to Damascus Steel Sword Making",
    "slug": "an-introduction-to-damascus-steel-sword-making",
    "link": "https://www.darksword-armory.com/an-introduction-to-damascus-steel-sword-making/",
    "content": "<a href=\"https://darksword-armory.com/wp-content/uploads/2012/10/making-damascus-steel2.jpg\"><img class=\"alignleft size-full wp-image-3285\" title=\"making-damascus-steel2\" src=\"https://darksword-armory.com/wp-content/uploads/2012/10/making-damascus-steel2.jpg\" alt=\"\" width=\"194\" height=\"175\" /></a>One of the most fascinating aspects of modern day sword making, particularly in regards to medieval swords, is without question, Damascus steel.  Time after time, collectors have asked us about the properties and the beautiful patterns for which Damascus steel is so well known for. Inevitably, as a collector, one is bound to be fascinated by the artistic attributes of Damascus steel blades.  The complex range of possibilities in terms of color scheme, pattern designs and the contrast between various alloys used to create Damascus present some of the fascinating aspects of pattern-welding.  The purpose of this brief introduction is to provide the novice sword collector, a basic understanding of the steps involved in forging Damascus steel such as our <a href=\"https://darksword-armory.com/medieval-weapons/elite-series/\" target=\"_blank\">Elite Series</a> blades. More advanced issues and technical details will be touched upon in follow-up articles.\n\nSimply explained, Damascus blades are basically made of several pieces of steel, each with a different metallurgical composition. Stacked together, these layers of steel is called a pile. The pile is composed of five or more pieces of steel, stacked one on top of the other, bound together by metal wire, and forge welded and manipulated to create a pattern, hence the term “pattern welding”.\n\nAs one prepares to forge the blade, the pattern and tone will be created by the different metallurgical content contained in the alloy of the stack. As a general guideline, when forging a Damascus steel blade, Manganese will produce a dark/black tone; Nickel will produce bright silver tones, Chromium will produce a light gray color and High Carbon will produce a darker gray color.\n\nDuring this step, for the lighter tones in the Damascus, we use a blend of two high carbon alloys - XC90 equivalent to 1095 -and three with medium carbon content;- C30 equivalent to 1030,  or at times, 15N20, which is close in make-up to L-6.  This is basically “our” recipe and is by no means the “end all ” of Damascus recipes. Each sword maker will experiment and develops his own selection, based on the desired color, contrast, pattern and, more importantly, functionality (i.e., the recipe for a Damascus steel knife may not necessarily be functional for a sword).\n\n<a href=\"https://darksword-armory.com/wp-content/uploads/2012/10/making-damascus-steel.jpg\"><img class=\"alignleft size-medium wp-image-3286\" title=\"making-damascus-steel\" src=\"https://darksword-armory.com/wp-content/uploads/2012/10/making-damascus-steel-300x168.jpg\" alt=\"\" width=\"300\" height=\"168\" /></a>Once the sword maker has determined which alloy to use, he must determine the melting points of each billet as each type of steel has a different melting point. The steel with the highest melting point will be placed closer to the outer walls of the pile (which will cause it to heat more rapidly), while the steel with the lowest melting point should be closer to the center of the pile.\n\nWhen the stack glows cherry red, it is ready for welding. We remove the stack and hammer it until it’s half its original thickness. We then fold the metal onto itself along the length, and hammer the two halves together. Although this stage can be repeated countless times, we repeat this process 8 times. Flattening the stack, folding it and hammering again.\n\n<a href=\"https://darksword-armory.com/wp-content/uploads/2012/10/forge.jpg\"><img class=\"alignright size-full wp-image-3287\" title=\"forge\" src=\"https://darksword-armory.com/wp-content/uploads/2012/10/forge.jpg\" alt=\"\" width=\"278\" height=\"154\" /></a>Once completed, we make sure that the blade is dark red from the heat. If it is lighter in color, the blade is too hot and will crack during the hardening process. We quench the blade. Quenching will cause the metal's molecular structure to crystallize and harden. Once this process is complete, the blade smith will complete the sword blade by hammering the stack to flatten, lengthen and shape the blade, ultimately\nresulting in a completed Damascus steel blade.\n\nThe aformentioned steps present a basic introduction to the making of damascus steel blades. More advanced topics and techniques will be published as time permits. Below are examples of custom made Damascus Steel swords we have made in the past. Should you have any questions, please do not hesitate to contact us at webmaster @ darksword-armory.com\n\n<a href=\"https://darksword-armory.com/wp-content/uploads/2012/10/photoDama.jpg\"><img class=\"alignnone size-full wp-image-3295\" title=\"photoDama\" src=\"https://darksword-armory.com/wp-content/uploads/2012/10/photoDama.jpg\" alt=\"\" width=\"650\" height=\"400\" /></a>",
    "excerpt": "",
    "pub_date": "Tue, 16 Oct 2012 21:54:10 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16985",
    "title": "The Evolution Of the Medieval Sword In the 13th - 15th Centuries",
    "slug": "the-evolution-of-the-medieval-sword-in-the-13th-15th-centuries",
    "link": "https://www.darksword-armory.com/the-evolution-of-the-medieval-sword-in-the-13th-15th-centuries/",
    "content": "The Evolution Of the Medieval Sword In the 13th - 15th Centuries\n\n<img class=\"alignleft size-medium wp-image-3495\" title=\"21814379415317873_scTH1qU6_c\" src=\"https://darksword-armory.com/wp-content/uploads/2012/11/21814379415317873_scTH1qU6_c-193x300.jpg\" alt=\"\" width=\"193\" height=\"300\" />Sword design in the late medieval period evolved in direct response to rapid growth of the armor of the late medieval era. Hence, the understanding as to how, and why, medieval swords evolved as they did, is intertwined with an understanding of the changes in armor production during the later part of the Middle Ages.\n\nAs the arsenal of medieval weapons improved, so did the armor. The evolution of armor came as a direct response to the ever improving blade geometry of the late medieval sword. Compounded to this threat, was the ever growing arsenal of armor piercing weapons. As armor improved, the design and function of medieval weapons, in turn, improved and developed, making it easier to penetrate the complex armor of the late 15th century.  This dual relationship, between both sword design and armor construction is referred to by some historians as the \"arms race\" of the late medieval period.\n\nThe high Middle Ages is the period between the early 13th and the 15th century. During <img class=\"alignright size-medium wp-image-3496\" title=\"Floral pattern Armor\" src=\"https://darksword-armory.com/wp-content/uploads/2012/11/5724065657_c48760f809_z-225x300.jpg\" alt=\"\" width=\"225\" height=\"300\" />this 300 year span, armor changed more dramatically and more rapidly than it had in the previous millennium. Prior to the 13th century, the primary armor was chain mail; a suit made of small interlocking rings of steel. Providing exceptional movement and a well distributed weight pattern.\n\nChain mail was quite effective in countering slashes and cuts afflicted by the swords leading up to the zenith of the 13th century, (particularly of type X-XIV). The tightly woven four-in-one and riveted mail armor produced a form of skin strengthened not only by the inherent strength of the alloyed rings, but also by its natural ability to disperse pressure inflicted by incoming blows. This ability however was severely challenged by the changing blade geometry, or shape, of the swords of the late 13th century. Wider at the base and with a deep seeted taper, the swords emerging during the 13th century were not only designed to break through the link armor of the period, but to pierce through it.\n\nCrossbows, halberds, war hammers and lances were also becoming increasingly popular weapons during the 13th century. This emergence of bludgeoning weapons curtailed the effectiveness of the Chain mail and, in response, the medieval world witnessed the rise of composite armors during the mid 13th century. With this, the onset of the English longbow during the 13th and 14th century is not to be overlooked. The longbow punctured through mail armor from a hundred yards. This led to increased usage of steel plates. Composite armors combined both chain and steel plates to the Medieval Knight's or soldier's armor.\n\nInitially, the joints of composite armors were left uncovered to alloy freedom of movement. These unprotected joint however proved to be a vulnerability. Longer and pointed tapered blades began to emerge, extending the soldier's reach, permitting him to pierce in narrow openings, under the gorget, armpits, joints, and through the visors. The grip of the medieval swords were also extended. The introduction of hand-and-a-half swords during the late 13th C. and two handed swords during the 14th C. enabled strikes of greater force. Slashing weapons largely fell out of style. Hence, the arms race escalated and metal plates were added to protect the elbows - <a href=\"https://darksword-armory.com/products-page/armors/gothic-couters-1740/\" target=\"_blank\">couters</a>  - and knees, or poleyns. By the end of the 14th C. the breast plate of the Medieval armor evolved from one piece to the two parts construction, lower overlapping the upper, and contrived, by means of straps or sliding rivet, to offer more flexibility.\n\n<img class=\"alignleft size-medium wp-image-3497\" title=\"pigface bascinet\" src=\"https://darksword-armory.com/wp-content/uploads/2012/11/pigface-bascinet-206x300.jpg\" alt=\"\" width=\"206\" height=\"300\" />To improve the cutting ability and quality, the sword makers of the 14th century began using various alloys, effectively strengthing the alloy and thus making the edge and tip more efficient. This blend of various alloys and diverse tempering rendered the core of the blade softer and therefore more flexible while the outer (iron) layer was infused with of carbon to make it a harder alloy.   This harder metal allowed the edges and the tip of the blade remain sharp for extended use while giving it the ability to absord shock - and not break, while giving it the strength to thrust through the thicker, tempered plated armors emerging at the end of the 14th century.\n\n<strong>The Swords of the 14th &amp; 15th Century</strong>\n\nThe longsword, also known as the <a href=\"https://darksword-armory.com/products-page/featured/knight-bastard-medieval-sword-1329/\" target=\"_blank\">bastardsword</a>, was the iconic medieval sword used during the late medieval period. It is classified by Ewart Oakeshott as a Type XIIIa sword. It differs from earlier swords, mostly by its longer hilt and narrow tappered blade.  While pre 14th C. sword blades averaged at 36\", the bastard swords, or longswords, averaged at 42\". The longsword also became considerably thicker in cross-section, thinner in width, and more acutely pointed.\n\n<img class=\"alignright size-medium wp-image-3496\" title=\"Floral pattern Armor\" src=\"https://darksword-armory.com/wp-content/uploads/2012/11/13th-C.-chain-mail-armor-haubert.jpg\" alt=\"\" width=\"300\" height=\"225\" />By the first half of the 15th century, the medieval world witnessed the rise of the full plated armor. This culmination of the individual metal plates evolved into the full plated armor of the gothic period. It had pauldrons (shoulder) and elbow guards (couters) and gauntlets formed of braod overlapping plates. This is the era when we find the strongest sharpest two-handed medieval swords as well. By the end of the 15th Century however, the introduction of gunpowder from the east and the  increased advantage of firearm, proved the full plated armor too cumbersome for the protection it offered. Ease and manufacturing cost of guns led to the decline of body armor. By the Thirty Years War, in 1648, the full plated armor had become obsolete.\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Thu, 22 Nov 2012 18:37:39 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16986",
    "title": "An examination of a pair of 15th Century German Gauntlets",
    "slug": "an-examination-of-a-pair-of-15th-century-german-gauntlets",
    "link": "https://www.darksword-armory.com/an-examination-of-a-pair-of-15th-century-german-gauntlets/",
    "content": "<a href=\"https://darksword-armory.com/wp-content/uploads/2012/12/EDAD4rjaqejpCbRCBknwHypOE3L5XTNP1rFtayORMmsfEWT8NNBhHgaN8AFR8ZZfn.jpg\"><img class=\"alignleft size-thumbnail wp-image-3716\" title=\"EDAD4rjaqejpCbRCBknwHypOE3L5XTNP1rFtayORMmsfEWT8NNBhHgaN8AFR8ZZfn\" src=\"https://darksword-armory.com/wp-content/uploads/2012/12/EDAD4rjaqejpCbRCBknwHypOE3L5XTNP1rFtayORMmsfEWT8NNBhHgaN8AFR8ZZfn-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" /></a>Recently, Eyal Azerad, the owner of Darksword Armory, took a first-hand examination of an authentic pair of 16th century German Gauntlets. The Gauntlets are dated from 1580-1590’s. Made of Iron. Rolled and roped edge cuffs, five slightly tapered and embossed metacarpal plates and shaped knuckle plates. Finely etched with continuous floral design on the central band and upper borders. These present one of the nicest pair of Gauntlets we have inspected in the last couple of years.\n\n[doptg id=\"115\"]\n\nInterestingly enough, the floral designs etched on the German Gauntlets are almost identical to an Italian model of the same period (16th century). This close similarity points to a clear trend in fashion and artistic creativity during the end of the 15th century and extending well into the 16th. Similar floral patterns were not only found on leg armor, breastplates, gauntlets and helmets, but also on wax seals, woodcuts and architectural structures.\n\n<a href=\"https://darksword-armory.com/wp-content/uploads/2012/12/16th-C.-italian-gauntlets.jpg\"><img class=\"alignnone size-full wp-image-3707\" title=\"16th C. italian gauntlets\" src=\"https://darksword-armory.com/wp-content/uploads/2012/12/16th-C.-italian-gauntlets.jpg\" alt=\"\" width=\"650\" height=\"351\" /></a>\n\nPrevious to 1400 A.D. floral designs seems to have been limited to Persian paintings, rugs and tapestries of the fourteenth century. Armors of Medieval Europe seldom displayed similar trends in terms of design.\n\nBy the 15th Century, an artistic revival in Greek and Roman styles emerged. Blacksmiths began etching foliage on various parts of the armors. Olive vines, roses, ivies and laurels were often etched on breastplates, pauldrons and arm harness, descending to the gauntlets. This revival or revised interest in the arts began during the Trecento, a strong revival and interest in art, in all its\n\nforms. Interest in painting, sculpting, music, and literacy were heightened and mutually influenced. At the core of the Trecento, was the return to the classical principle of composition and realism. Hence, the artistic trend examined in the Gauntlets can be explained in a much wider conceptual framework in which all aspects of art were influenced, not only in armor and sword making, but on an intellectual and humanist level.",
    "excerpt": "",
    "pub_date": "Thu, 20 Dec 2012 22:44:40 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16987",
    "title": "The Evolution of the Medieval Gauntlet",
    "slug": "the-evolution-of-the-medieval-gauntlet",
    "link": "https://www.darksword-armory.com/the-evolution-of-the-medieval-gauntlet/",
    "content": "<a href=\"https://darksword-armory.com/wp-content/uploads/2013/01/gauntlets_of_maximilian_i_c__15141.jpg\"><img class=\"alignleft wp-image-3741 size-thumbnail\" title=\"-Gauntlets_of_Maximilian_I,_c__1514\" src=\"https://darksword-armory.com/wp-content/uploads/2013/01/gauntlets_of_maximilian_i_c__15141-150x150.jpg\" alt=\"Gauntlets_of_Maximilian\" width=\"150\" height=\"150\" /></a>The expression ‘throwing down the gauntlet’ stems from the middle ages and is literally a call to arms. One look at the medieval gauntlet, often featuring knuckledusters design to maximize punishment when resorting to punches, and it’s easy to understand how the gauntlet became a symbolic call to arms.\n\nEarly metal plate hand protection began during the late 12th century when the mail sleeves of the hauberk were elongated into a mitten. Worn above a leather glove, mail armor protected the fingers, along with a single armor plate. This pattern of armored hand protection was worn until the end of the 13th century.\n\nBy the early 14th century, mail gloves with separate fingers started to appear as an extension of the sleeve plates. These extensions covered the backside of the hand, offering greater protection, from the wrist to the end of the metacarpals. Bordered by the thumb joint, embossed around the finger joints and base of the thumb, the design included overlapping plates that covered the individual fingers and cuff.\n\n<a href=\"https://darksword-armory.com/wp-content/uploads/2013/01/mail-hauberk-from-the-Cleaveland-Museum-of-Arts.jpg\"><img class=\"alignright wp-image-3739 size-thumbnail\" title=\"mail-hauberk-from-the-Cleaveland-Museum-of-Arts\" src=\"https://darksword-armory.com/wp-content/uploads/2013/01/mail-hauberk-from-the-Cleaveland-Museum-of-Arts-150x150.jpg\" alt=\"mail-hauberk-from-the-Cleaveland-Museum-of-Arts\" width=\"150\" height=\"150\" /></a>In their earlier forms, these armoured gloves were known as hourglass gauntlets due to the widening plated geometry  over the back of the hand, which narrowed at the wrist and flared at the cuff. Generally, only the thumb was articulated with mechanical plates while the fingers were protected by a solid top plate, riveted to mail or leather gloves. This type of armour remained in vogue until the fifteenth century, when the cuff narrowed to protect against the threat of a sword thrust through the flared gap. This change was in response to the changing blade geometry of the medieval sword, which began to appear at the end of the 14th century. As such, the cuff plate of the medieval gauntlets grew smaller, and the wrist and finger protection changed from one piece to multiple interlocking plate construction that facilitated greater wrist and finger motion. Heres an example of a <a href=\"https://darksword-armory.com/medieval-weapons-for-sale/medieval-gauntlets-1706/\" target=\"_blank\">modern-day gauntlet</a>.\n<h2>The Medieval Gauntlet of the 14th Century knight</h2>\nDuring the 14<span style=\"font-size: 11.6667px; line-height: 11.6667px;\">th</span> century advances in the blacksmith trade resulted in the construction of plate metal armour with increased artistry and articulation. The ability to craft articulated plate defences, fitted to individual fingers maximized a knight’s defensive and aggressive capacities by liberating the fingers and wrists to move more naturally.\n\n<a href=\"https://darksword-armory.com/wp-content/uploads/2013/01/gauntlets_of_maximilian_i_c__15141.jpg\"><img class=\"alignright wp-image-3741 size-thumbnail\" title=\"-Gauntlets_of_Maximilian_I,_c__1514\" src=\"https://darksword-armory.com/wp-content/uploads/2013/01/gauntlets_of_maximilian_i_c__15141-150x150.jpg\" alt=\"Silver and Gold Gauntlets of Maximilian\" width=\"150\" height=\"150\" /></a>As stated by Historian Michael P. Smith,  common features of the late medieval design included spiked knuckle plates and protrusions off the third knuckle on the metacarpal plate known as gadlings. “Another very important feature on most, if not all, medieval gauntlets of this style, is the so-called \"knuckle-rider\" plate. This is a plate between the metacarpal plate and the finger plates. It is articulated with rivets to the metacarpal plate and is attached to the finger leathers... This allows the plate to cover the gap between metacarpal plate and the finger plates, while allowing the fingers to be fully extended.”\n\n<a style=\"float: left;\" href=\"https://darksword-armory.com/wp-content/uploads/2013/01/gauntlet-of-Count-of-Niebla-1590.jpg\"><img class=\"alignleft wp-image-3742 size-thumbnail\" title=\"gauntlet of Count of Niebla 1590\" src=\"https://darksword-armory.com/wp-content/uploads/2013/01/gauntlet-of-Count-of-Niebla-1590-150x150.jpg\" alt=\"gauntlet of Count of Niebla 1590\" width=\"150\" height=\"150\" /></a>The last half of the 15<span style=\"font-size: 11.6667px; line-height: 11.6667px;\">th</span> century saw armoury reach its apex in both form, function and ingenuity. The craft of the blacksmiths during the late medieval period employed elegant mechanics that further freed both the wrist and fingers to move with even greater independence. So by the 16<span style=\"font-size: 11.6667px; line-height: 11.6667px;\">th</span> century when someone threw down the gauntlet there was no denying the significance of the act; more than just a protective armour, the gauntlet was literally regarded as the hand of war.\n\n&nbsp;\n\n&nbsp;\n\n<a style=\"float: left;\" href=\"https://darksword-armory.com/wp-content/uploads/2013/01/gothic-medieval-armor-German-circa-14801.jpg\"><img class=\"alignnone wp-image-3757 size-full\" title=\"gothic-medieval-armor-German circa 1480\" src=\"https://darksword-armory.com/wp-content/uploads/2013/01/gothic-medieval-armor-German-circa-14801.jpg\" alt=\"gothic-medieval-armor-German circa 1480\" width=\"406\" height=\"300\" /></a><a href=\"https://darksword-armory.com/wp-content/uploads/2013/01/Northern-Italy-15801.jpg\">\n</a>\n\n<a style=\"float: right; margin-top: -28px;\" href=\"https://darksword-armory.com/wp-content/uploads/2013/01/Northern-Italy-15802.jpg\"><img class=\"alignnone wp-image-3758 size-full\" title=\"CIS:M.466-1927\" src=\"https://darksword-armory.com/wp-content/uploads/2013/01/cism.466-1927.jpg\" alt=\"Northern-Italy-Gauntlet\" width=\"179\" height=\"300\" /></a>\n<div style=\"clear: both;\"></div>",
    "excerpt": "",
    "pub_date": "Thu, 10 Jan 2013 00:52:57 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16988",
    "title": "Edward III &amp; the Battle Of Bosworth",
    "slug": "edward-iii-the-battle-of-bosworth",
    "link": "https://www.darksword-armory.com/edward-iii-the-battle-of-bosworth/",
    "content": "<img class=\"alignleft wp-image-20954 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/02/old-ancient-medieval-coin.jpg\" alt=\"old-ancient-medieval-coin\" width=\"304\" height=\"193\">The story of the Battle of Bosworth takes on an added newsworthy significance at the present moment. Not only was it the last battle in the “Wars of the Roses\" but it was also a major historical point as it was the last time a reigning monarch, in this instance Richard III, went into battle for his country.\n\nOn February 4<sup>th</sup>&nbsp;2013, it was revealed that the bones discovered buried under a car park in Leicester city centre in August last year are actually those of&nbsp;<a href=\"http://www.cnn.com/2013/02/03/world/europe/richard-iii-search-announcement/index.html?hpt=hp_t1\" target=\"_blank\">Richard III</a>.\n\n&nbsp;\n<h1>Background to the wars</h1>\nThe roots of the Wars of the Roses lay much further back than many people assume, for while the actual series of battles commenced around the year 1455, the beginnings of unrest start around the death of King Edward III and the power play that formed between his sons who were all anxious to rule.\n\nEdward III’s eldest son, the Black Prince, Edward had predeceased him by just a year and so the crown automatically passed to his grandson, the then ten year old Richard II.\n\nHowever, as was customary for the time and because of his tender years, Richard’s uncle and the Black Prince’s brother, John of Gaunt ruled in his name. As Richard entered his teens he became increasingly embittered about the way in which John was ruling and started to rebel against the decisions he made. Richard’s own style of governance, was however, deemed unsuitable by most of the upper echelons of the ruling elite.\n\nAfter John of Gaunt’s death in 1399, Richard confiscated his lands. As an act of revenge, Gaunt’s son Henry Bolingbroke raised an army to usurp Richard, which was successful. He took the throne as Henry IV and had Richard imprisoned in Pontefract Castle, where he died, possibly from being starved to death in 1400, the method of death was such that in the event of his body being inspected, there would be no suspicious marks to suggest foul play.\n\nAs Bolingbroke was not the natural successor to the throne, there were naturally many challenges to his right to rule, however, at the time of his death in 1413 the country was in a relatively peaceful state and, as such, his leadership passed to his own son Henry V. It was when Henry V’s son, Henry VI took the throne after the former’s death from dysentery in 1422, that signs of real unrest began to surface.\n<h1>Henry VI: the weakest link?</h1>\nHistory has generally not been kind to Henry. Coming to the throne at just four months old in 1422, by the time he reached maturity he was a young man who was seen to be not only a weak ruler but dominated by his wife, the forceful and fearsome Margaret of Anjou.\n\nHe was also the disputed leader of France for most of the length of his reign, but frequent bouts of what was termed at the time “insanity” meant that for many years he was in a catatonic state, unaware of his surroundings or what was going on in his kingdom.\n\nThis led to Yorkist factions seeking to try and usurp Henry and put their own claimant on the throne. The first real battle of the conflict took place in 1455 and was led by Richard, Duke of York. The King was defeated in battle, which brought on another attack of mental instability and Richard became protector of England. During the next four years there were more battles and skirmishes for supremacy until Richard was finally killed at the Battle of Wakefield in 1459.\n<h1>Edward IV and his Queen</h1>\nThese were unsteady and unsafe times in England and The House of York finally gained control of the throne in 1471, after both Henry VI and his son Edward were killed after the Battle of Tewkesbury.\n\nEdward IV ascended the throne and began to rule with a rod of iron, ruthlessly punishing anyone who failed to submit to his rule. When he died in 1483, the crown passed to his twelve year old son, also Edward, with the late King’s brother, Richard, Duke of Gloucester as protector.\n\nA story emerged that the late King had been pre-contracted in marriage to someone else other than the Queen thus rendering his marriage and children illegitimate. Therefore, Richard took it upon himself to seize the reins of power and elect himself as King, becoming Richard III.\n<h1>The Battle Of Bosworth</h1>\n<img class=\"size-full wp-image-20953 alignleft\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/02/220px-Lord_Stanley_Brings_the_Crown_of_Richard_wide.jpg\" alt=\"220px-Lord_Stanley_Brings_the_Crown_of_Richard_wide\" width=\"220\" height=\"162\">&nbsp;In 1485, Henry Tudor was preparing to set sail from France with a not inconsiderable army of two thousand troops to help him gain the English throne. On the 17<sup>th</sup>&nbsp;August he arrived at Milford Haven from Harfleur and began a march through Wales to gather more men.\n\nIt is said that at some point on his journey towards Bosworth he had considered giving up and going back, but after a meeting with one of his adversaries Lord Stanley, decided to forge ahead. This one decision, though he didn’t know it at the time, changed the course of English history.\n\nBy contrast, Richard had a much stronger showing in terms of numbers. It is estimated he had around twelve thousand troops at his disposal. However, around a quarter of that number, it is suggested, had divided loyalties as they were commanded by the Stanley family who were known turncoats and wont to change their allegiance to whosoever would give them the most power and money.\n\nRichard had stationed himself in Nottingham, meaning that wherever Henry struck from, he would be able to travel relatively quickly to fight him.\n\nOn 22<sup>nd</sup>&nbsp;August 1485 the armies met in the village of Market Bosworth. The suspect Stanleys found their positions at the north and south of the battlefield, whilst the King decided he must advance from Ambion Hill.\n\nHenry Tudor sent his men to attack the enemy formation under the experience of the Earl of Oxford. Henry was hoping that the Stanleys would surrender and join him, but they kept themselves non-committal to either side, despite Richard having Lord Stanley’s son prisoner.\n\nKing Richard’s men responded to Oxford’s attack with a stream of artillery fire, which caused the Earl of Oxford to change his position. Oxford then began to attack the Duke of Norfolk’s division; retaliation from Norfolk meant that Oxford and his men were pounded by arrows from a team of skilled archers.\n\nSignificant intelligence was brought to Richard, informing him that Henry Tudor was about to attack. Richard therefore led an “all or nothing” charge that was aimed at killing Henry, but in the ensuing battle the Duke of Norfolk was killed. Richard was urged to try and retreat, but decided to go under his own steam and carry on.\n\nAt this point, Tudor’s standard bearer William Brandon was killed and it was here that the previously non-committal Stanleys decided to try to put an end to the battle by aligning themselves on the side of Henry.\n\nThey engaged with the King’s men and cut Richard off from his troops. Many of his men were cut down on the battlefield to cries of “TREASON!”. The few loyal to him were killed as they tried to save their monarch, before he too was found, dismounted from his horse and killed. Once the monarch was dead, the remnants of his army retreated.\n\nAccording to the writings of Polydor Vergil, in comparison to other battles of the time, Bosworth was relatively short, only lasting for around two hours.\n<h1>The aftermath of battle: a thorny crown</h1>\nThe romantic image of Richard’s crown, plucked from a nearby hawthorn bush and presented to the new King Henry VII is one that is not necessarily true but has survived the centuries. The truth is rather less wholesome.\n\n<img class=\"alignright size-full wp-image-20952\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/02/old-medieval-plaque.jpg\" alt=\"old-medieval-plaque\" width=\"250\" height=\"187\">Richard’s body was paraded unceremoniously and ignominiously through the streets to prove his death and show the colours of the new king. Henry further cemented his grip by marrying a Yorkist Princess, Elizabeth, daughter of Edward IV and uniting the two warring households once and for all.\n\nHenry’s ascendance to the throne marked a new style of leadership, not always successful. He realised that a common sense approach to leadership was to&nbsp;protect his valuables&nbsp;in order to keep the crown in a healthy and&nbsp;strong economic position. He successfully stopped the sprawl of the nobility, only handing out titles to people who had really earned them and stopping some automatic inheritance, meaning for a time at least, there was little threat to power from large families who had an eye on titles and money. The Tudor line ruled for over a century in a relatively, though not completely peaceful time.<!--?xml:namespace prefix = \"o\" ns = \"urn:schemas-microsoft-com:office:office\" /-->\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Tue, 05 Feb 2013 00:25:53 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "medieval-history",
        "name": "Medieval History"
      }
    ],
    "tags": [],
    "thumbnail_id": "20956",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2013/02/edward-iii-battle-of-bosworth.jpg"
  },
  {
    "id": "16989",
    "title": "How to use a Medieval Sword",
    "slug": "proper-use-of-a-medieval-sword",
    "link": "https://www.darksword-armory.com/proper-use-of-a-medieval-sword/",
    "content": "So the box has just arrived, and inside is your brand new sword. Perhaps you're planning to put it on your wall, or use it for cutting practice. Regardless of what you're planning to do, we have compiled a short list of things you <em>can</em> do and things that you should <strong>avoid</strong> doing with your sword.\n<h1>Proper use of a Medieval Sword</h1>\n<span style=\"font-size: 16pt;\">What you <em>should</em> do:</span>\n<h2><strong>1. Keep the sword's blade oiled and stored in a temperature controlled space.</strong></h2>\n<img class=\"alignleft wp-image-20967 size-thumbnail\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/09/oiling-a-sword-blade-340x340.jpg\" alt=\"oiling-your-sword-blade\" width=\"340\" height=\"340\">As odd as it may seem, a sword is a relatively delicate piece of equipment. Condensation on the blade caused by temperature changes, and even a fingerprint from the oils from your fingers, can cause it to\nrust. The best way to protect it is to keep moisture and fingerprints from settling on it, and wipe it down with an oily cloth. The oil is easy to find - mineral oil from a drugstore will do nicely, and since a\nblade requires relatively little of it for a micro-thin layer, one bottle will last you a very long time.\n\nTemperature control is also important. Too much variation in the temperature can damage the fittings of your sword, as changes in heat can cause the wood of the grip to expand and contract, possibly cracking it. The sword should never be stored inside it's scabbard for an extended period (2 weeks +). The leather will tramp condensation. This will eventually form rust on your blade if stored in the scabbard.\n<h2><strong>2. Using your sword for cutting tests</strong></h2>\n<img class=\"alignleft size-thumbnail wp-image-20971\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/09/water-bottle-cutting-test-medieval-sword-340x340.jpg\" alt=\"water-bottle-cutting-test-medieval-sword\" width=\"340\" height=\"340\">Most of the swords made by Darksword - and almost everybody else - are made with functionality in mind. Darksword prides itself on durable cutting swords that can stand up to plenty of punishment.\n\nA number of objects make very good targets for cutting practice. Water filled plastic bottles explode spectacularly when struck with a good cut. Fruit such as watermelons or cantaloupes also make good targets. For those wanting a better human analogue, tatami mats can be found at a martial arts store - soaked overnight, they can be mounted on a pole and used for target\npractice.\n<h2><strong>3. Use proper cutting angles before performing cutting tests to avoid damaging your blade</strong></h2>\n<img class=\"alignleft wp-image-20960 size-thumbnail\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/09/Clements-Secrets-Viking-Swords-340x340.jpg\" alt=\"Clements-Secrets-Viking-Swords\" width=\"340\" height=\"340\">While it is a great experience to swing your sword and watch a plastic bottle explode from the impact, before this can happen your sword needs to be sharpened. The angle your edge is sharpened to will determine how well it will cut, as well as how well it will handle certain targets.\n\nFor example, most swords are sharpened to 30-35 degree angle. A thicker blade, or perhaps a blade that will be used only against softer targets, may be better off with a 25 degree angle. Knowing the angle you require is important – too small an angle and the edge may become too brittle to handle some of the heavier targets you want to hit; too great an angle, and the edge may not cut at all.\n<h1>&nbsp;</h1>\n<h1>&nbsp;</h1>\n<h3><span style=\"font-size: 22pt;\">What you <span style=\"text-decoration: underline;\">AVOID doing</span> with&nbsp;your sword:</span></h3>\n<h2><strong>1. DO NOT use hard targets such as Glass Bottles, Rubber Tires or Wood.&nbsp;</strong></h2>\n<img class=\"alignleft wp-image-20964 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/09/no-glass-bottles-for-cutting.png\" alt=\"no-glass-bottles-for-cutting\" width=\"232\" height=\"218\"><img class=\"alignright wp-image-20963 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/09/is-it-bad-to-cut-wood-with-swords.png\" alt=\"is-it-bad-to-cut-wood-with-swords\" width=\"300\" height=\"250\">Some objects do not make for good sword targets, either because they will cause undue damage to the sword, or because they will be very dangerous to everybody and everything else around it. For example, glass bottles will shatter when struck by a sword, sending shards flying that can injure somebody.\n\nWhile a rubber tire may seem like a good (and readily available) target for cutting practice, it can actually cause considerable damage to your sword. A good cutting target absorbs the force of a blow rather than reflecting it back. A rubber tire, however, reflects all of that force back, returning it to the sword. While the metal of the blade is heat treated in part to handle vibrations, the same cannot be said of the wooden handle, which can crack or break.\n\nFinally, while one can certainly cut down a tree with sufficient effort with a sword, that sort of use is not something a sword was built for. A sword (made of Steel)&nbsp;is built to be a fast, nimble cutter, which means that most of its mass is nowhere near the point of impact with the target. An axe (made of Iron), on the other hand, is built to deliver massive force upon impact - most of its mass is directly behind the point of impact. Both are very different tools, used for different purposes. If you&nbsp;use your sword as an axe, the repeated use will&nbsp;dull and eventually break your blade.\n<h2><strong>2. Do not block incoming sword blows with the edge (ie, edge-on-edge combat).&nbsp;</strong></h2>\n<img class=\"alignleft wp-image-20968 size-thumbnail\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/09/sword-blade-to-blade-contact-damage-340x340.jpg\" alt=\"sword-blade-to-blade-contact-damage\" width=\"340\" height=\"340\">As exciting as swordplay in the movies and on television may be, it has next to no relationship to swordplay in the real world. In reality, static blocks were very rarely used, and when a sword was used to parry another, the parry was done with the flat of the blade.\n\nThe reason for this is simple - the edge of the sword is the active part of the weapon, and one does not want to damage it. Since it is sharp, and therefore has the least amount of material, it is also the easiest&nbsp;part of the blade to damage. So, if you strike the edge of another sword with the edge of your sword, you will most likely chip both swords. For further reading about edge to edge combat, please read \"<a href=\"http://www.thearma.org/essays/damagededge.htm\" target=\"_blank\"><em>Edge Damage on Swords</em></a>\" by J. Clements and the Association for&nbsp;Renaissance Martial Arts (ARMA)",
    "excerpt": "",
    "pub_date": "Sat, 03 Sep 2016 21:33:00 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      }
    ],
    "tags": [],
    "thumbnail_id": "20959",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2013/09/die_pumpkin_die_3.jpg"
  },
  {
    "id": "16990",
    "title": "How sharp were medieval Swords ?",
    "slug": "how-sharp-were-medieval-swords",
    "link": "https://www.darksword-armory.com/how-sharp-were-medieval-swords/",
    "content": "<h1><em>An analysis of edge sharpness during the middle ages</em></h1>\n&nbsp;\n\n<img class=\"alignnone size-full wp-image-19013\" src=\"http://www.darksword-armory.com/wp-content/uploads/2013/12/darksword-how-sharp-were-medieval-swords.jpg\" alt=\"darksword-how-sharp-were-medieval-swords\" width=\"650\" height=\"453\">\n\nIt is one of those devilish questions that can confound people even today: how sharp was a Medieval sword?\n\nThe problem lies with the question – there is an underlying assumption that when it comes to how they are used, Medieval swords can be generalized into a single category. This belief is erroneous. The reality was that from the very beginning, the form and function of Medieval swords was fluid and in constant development. The “longsword” of the 15th century judicial duel, which was a cut-and-thrust weapon designed for unarmoured combat, was very different from the “longsword” of the 14th century knight, which was a thrusting weapon built to puncture plate armour.\n\nIndeed, it would be accurate to say that a full-out arms race existed between bladesmiths and armourers in the Middle Ages, with armour developing to counter the latest weaponry, and bladesmiths modifying their swords to match. This is one of the reasons that when talking about Medieval swords, it is best to use Oakeshott’s Typology&nbsp; – with no fewer than 22 different categories of sword blade in use from 1000 to 1500, it is far more useful in understanding how swords developed and how they were used.\n\nThe Oakeshott typology is particularly useful as, particularly in the early Middle Ages, it is next to impossible to determine the original sharpness of the sword through surviving examples. Swords used in battle survive primarily as archaeological finds, with the edges so corroded that any indication of the original sharpness is long lost. Determining the sharpness of a Medieval sword must usually be done through deduction, using the literary evidence, armour of the time, and blade type to figure out how sharp the sword needed to be.\n\nSo, when it comes to the sharpness of Medieval swords, the real question is, “how sharp did a Medieval sword need to be at any given time?” To answer this question, we need to examine the physics of a sword blow and what this means in terms of penetrating armour. The sword is used in three types of attack: the thrust, the cutting blow (striking with the edge of the sword in a swing), and the slice (drawing the edge of the sword with pressure against the target).\n\nOn a very basic level, in a cut or thrust, the power of the blow is generated by the mass of the blade and the velocity with which it impacts the target. The sharper the blade, the greater the concentration of force upon impact, and the more powerful and damaging the blow.\n\nHowever, it is important to remember Newton’s Third Law: for every action there is an equal and opposite reaction. While the blade strikes the target, the target strikes the blade with equal force. This becomes very important when it comes to dealing with armour – hard metal armour has enough resistence to deliver force back into the sword, and the sharper a blade is, the thinner its edge is, and the more (BRITAL) it becomes. If a sword blade is too sharp when it hits a hard target, the edge can take additional damage that could have been prevented.\n\nThe slice, on the other hand, operates primarily through shearing. Again there is force applied, but, as a slice does not involve a percussive impact, it has less force than found in a blow. Therefore, the sharpness of the blade is a determining factor in the effectiveness of the slice. So, the first factor to consider in when it comes to the sharpness of a Medieval sword is what kind of blow the sword will be used for. The slice requires a sharper sword than a cut, and a thrust does not require a very sharp sword at all.\n\nThe type of blow will therefore be determined by the type of armour the opponent is wearing. Striking through leather armour is very different than striking a coat of mail, which it itself very different than striking a coat of plate. Against leather or cloth armour, a very sharp sword is an asset – leather or cloth armour is a relatively soft target, and, while it can absorb a great deal of force, both the cut and thrust would penetrate it. As a result, for the early Middle Ages prior to the Norman Conquest, we tend to see a lot of swords with relatively little profile taper – types X and Xa in the Oakeshott typology – and a lenticular cross section, built primarily for cutting, but also capable of thrusting.\n\nFrom the literature, cutting appears to be the primary use of these weapons. The Battle of Maldon&nbsp; records that Byrhtnoth’s nephew Wulfmær was “slashed by the sword.” In the same poem Eadweard swings his sword so savagely that he kills his enemy on the spot. When Byrhtnoth draws his own sword, he slashes. While slashes and cuts seem to be the most often used blow, thrusts appear in The Battle of Maldon as well – towards the end of the battle, Offa tells Ælfwine that he must encourage the men to use their weapons, and that they must “lunge and parry with our swords.” Slices are not mentioned at all.\n\nBoth the literature and archaeology give an indication that these swords were very sharp. The Battle of Brunanburh recalls the West Saxons chasing down Norse fugitives after the battle with “sharpened swords.”\n\nAs metal armour such as mail became more common, particularly in the period of 1050-1350, sword blades changed. Represented by Oakeshott types XII to XIV, as well as XVI and XVIa, they became far more tapered, while the blade geometry remained optimized for cutting. At least one type of sword – the Type XVI and XVIa, appeared to be specifically designed to handle reinforced mail armour. A coat of mail is a far harder target than leather armour – because it is metal, slicing does very little to it. Swords built to deal with this armour were not well served by a near-razor edge. This was in part because mail armour is far better at delivering force back into the blade – as mentioned above, too sharp a blade would leave too little material to receive this force, rendering the edge too brittle to handle the impact without taking unnecessary damage. This does not mean that swords of this period were dull – they needed to be sharp enough to bite into armour. The blades of this period were sharpened to strike a balance between the need to inflict damage and preserve the integrity of the blade.\n\nIt is towards the end of this period that we find a document that gives us an explicit insight into the use, and therefore also the sharpness, of the sword in this period. Known as i.33, it is the earliest known Medieval combat manual (A copy of the manual can be downloaded in PDF format at the following link: <a href=\"http://www.aemma.org/onlineResources/restricted/i33/i33text.pdf\" target=\"_blank\" rel=\"noopener\">http://www.aemma.org/onlineResources/restricted/i33/i33text.pdf</a>\nI.33 dates to around 1290-1320, and is currently kept in the Royal Armouries.\n\nThe manuscript illustrates a duel with single handed swords between a monk and a pupil. Here the majority of strikes remain cutting blows, but thrusts are far better represented. Cuts to the arms are taught – and are enough of a concern that the primary use of the buckler is to protect the hand and wrist – and slices also appear. This suggests that in at least the early 14th century, single handed swords were kept sharp enough for the slice, regardless of any risk of damage from striking armour. This also suggests that a balance may have been struck where a blade could be sharpened so that it would slice, and still be able to strike mail without undue harm to the edge.\n\nThe advent of plate armour caused dramatic changes in sword design. Cutting would do very little to a breastplate – the steel would be too hard to penetrate with cutting blow, and would likely only blunt the sword. Many blades developed around 1350 were made with thrusting as their primary purpose. These blades tended to be stiff and triangular, with a diamond or hexagonal cross-section built to support the tip upon impact with a heavy target. Type XV swords for example, although still balancing thrusting and cutting, are far more optimized for thrusting. The blades of type XVII are thick and hexagonal in section – the shape and blade profile indicating that cutting was barely a concern. While they might have some sharpness, it was far from a primary concern. These were weapons built for the thrust, and little else. In Records of the Medieval Sword, Oakeshott describes this type as being designed to dent and bore holes in full plate armour. Oakeshott also records this type in both Archaeology of Weapons and Records of the Medieval Sword as being the closest the Medieval sword gets to a sharpened crowbar.\n\nAs warfare changed in the late Middle Ages, so too did the sharpness of swords. The 15th century saw cut-and-thrust swords, triangular blades built to deliver both effective thrusts and cutting blows in equal measure (Oakeshott types XVIII-XXII). Part of this may have been due to the development of the sword into an infantry and duelling weapon, which took it away from dealing with primarily heavy targets and back to light targets. A survey of techniques in German longsword (<a href=\"http://talhoffer.blogspot.ca/2011/05/how-sharp-were-medieval-swords.html\" target=\"_blank\" rel=\"noopener\">http://talhoffer.blogspot.ca/2011/05/how-sharp-were-medieval-swords.html</a>) indicates that slicing was a frequently used technique, requiring a very sharp edge.\n\nBut even this exploration of sword sharpness provides little more than basic guidelines. That many swords were not razor sharp does not mean that razor sharp swords did not exist – while a razor edge is brittle against armour and difficult to maintain, Medieval swords could always be sharpened after becoming blunt. Even once one has considered the purpose of the sword, one must also consider how well it was built and maintained. In short, while there were factors that influenced how sharp a Medieval sword might be, there are few, if any, hard and fast rules.\n\nIt is one of the aspects of the Medieval sword that just when it comes to sharpness we see such a variety in how swords were constructed.\n\nThe sword was a specialized precision weapon, its sharpness determined by the armour it needed to penetrate as well as the combat techniques it was designed to carry out, with both armourer and bladesmith racing to create the next development.\n\nIt is in this arms race that we see the true artistry of the Medieval sword. Swordmaking was a dynamic art – as the nature of combat changed, and the types of armour on the field developed, so did the shape and sharpness of the blade to match. The sword was not a sharpened crowbar, or a simple weapon that was little more than a long knife – it was, in its day, the height of technology and engineering, designed and forged by people who understood the challenges faced by those on the battlefield and in the duel, and how to engineer the best possible weapon to meet them.\n\nFor further information about edge to edge combat and the proper use of a sword, please read John Clements excellent article. <a href=\"http://www.thearma.org/essays/damagededge.htm\" target=\"_blank\" rel=\"noopener\">http://www.thearma.org/essays/damagededge.htm</a>\n\nFurther reading: Ewart Oakeshott, <em>The Archaeology of Weapons</em>; Ewart Oakeshott, <em>Records of the Medieval Sword</em>",
    "excerpt": "",
    "pub_date": "Tue, 10 Dec 2013 20:38:55 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "medieval-history",
        "name": "Medieval History"
      },
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      },
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      }
    ],
    "tags": [],
    "thumbnail_id": "19014",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2013/12/sharp-cutting-test-medieval-swords.jpg"
  },
  {
    "id": "16199",
    "title": "Top 10 Movie Swords of All Time",
    "slug": "top-10-movie-swords-of-all-time",
    "link": "https://www.darksword-armory.com/top-10-movie-swords-of-all-time/",
    "content": "<div class=\"entry-content\">\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\n<em><span style=\"font-family: verdana,geneva,sans-serif;\">In Hollywood, Medieval battle scenes are fought with different weapons. However, very few weapons spur such intense clashes as the sword. Movie swords have long been popular among collectors. The following list is our staff’s top 10 favorite Hollywood swords of all time.</span></em>\n\n<hr />\n\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#10</strong> The Atlantean Sword, ‘’<span style=\"font-size: 22pt; font-family: impact,sans-serif;\"><strong>Conan the Barbarian</strong></span>’’</span></h2>\n<img class=\"aligncenter wp-image-17285 size-full\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/conanmovie-200x300.jpg\" alt=\"conan-movie-sword-200x300\" width=\"200\" height=\"300\" />\n\nArguably one of the ugliest swords in Hollywood history, <span style=\"text-decoration: underline;\"><strong><a href=\"http://www.ebay.ca/itm/Marto-Conan-Atlantean-Sword-/331799625221?hash=item4d40cc7e05:g:NcAAAOSwP~tW4dWS\">The Atlantean Sword</a></strong></span> is on our top 10 list due to it’s cult following, impressive blade and inspiring character. The Atlantean sword is the most popular sword in the Conan series, and certainly one of the most recognizable sword in Hollywood history. Conan paved the way to the production of countless fantasy film. Used by Conan, in both Conan the barbarian and Conan the destroyer; While being chased by a pack of wolves, Conan stumbles upon the sword, breaks his shackles, and slays the wolves.\n\n<hr />\n\n</div>\n</div>\n</div>\n</div>\n<div class=\"entry-content\">\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#9</strong> Spartan Sword; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\"><strong>300</strong></span>:</span></h2>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\n<img class=\"aligncenter wp-image-17283 size-full\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/300-movie-sword-350x185.jpg\" alt=\"300-movie-sword-roman-350x185\" width=\"350\" height=\"185\" />King Leonidas used <span style=\"text-decoration: underline;\"><strong><a href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/the-spartan-sword-1363/\">The Spartan Sword</a></strong></span> in the battle of Thermopylae, where only 300 Spartans fought against the Persian army. While being completely historically inaccurate, The 300 Spartan nevertheless makes it on our list due to aesthetic design,   excellent handling ability and general ‘badass’ look.\n\n</div>\n</div>\n</div>\n</div>\n<div class=\"entry-content\">\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\n<hr />\n\n<h2></h2>\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#8</strong> MacLeod Sword; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Highlander</span>:</span></h2>\n<img class=\"aligncenter wp-image-17290 size-full\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/highlander-movie-sword-350x197.jpg\" alt=\"highlander-movie-sword-350x197\" width=\"350\" height=\"197\" />The sword has the name of the MacLeod family inscribed on the arched guard of the handle. Connor MacLeod got this sword prior to his first battle, against the great Clan Frazer in 1536. During battle, he meets his arch nemesis “the Kurgan” who hands him his first deadly blow. Connor later resurrects and uses his sword until the death of his second wife. The MacLeod sword makes it on our list for its aesthetic hilt and no “thrills” historically plausible specs.\n\n<hr />\n\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#7</strong> Maximus Sword; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Gladiator</span>:</span></h2>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n\n<img class=\"aligncenter wp-image-17288 size-full\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/gladiator-movie-sword-350x231.jpg\" alt=\"gladiator-movie-sword-350x231\" width=\"350\" height=\"231\" />\n\n<span style=\"text-decoration: underline;\"><strong><a href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/the-roman-gladiator-sword-1323/\">The Maximus Sword</a></strong></span> is wielded by the Roman  general Maximus at the beginning of the movie gladiator. While somewhat overdone in the movie prop, the Mainz type Roman sword is one of the quintessential swords of history and therefore makes it at # 7 on our list.\n\n<hr />\n\n</div>\n</div>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#6</strong> Raymond III sword; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Kingdom of Heaven</span>:</span></h2>\n<img class=\"aligncenter wp-image-17291 size-full\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/kingdom-of-heaven-movie-sword-350x197.jpg\" alt=\"kingdom-of-heaven-movie-sword-350x197\" width=\"350\" height=\"197\" />The Sword of Raymond the III, is # 6 on our list. Raymond III was a duke of Tripoli and was unbiased towards the Muslims. This sword was used in between the second and third epoch of the knight crusade in Jerusalem. Well proportioned and historical in character, the sword of Raymond III is a beautiful sword claiming spot # 6.\n\n</div>\n</div>\n</div>\n\n<hr />\n\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#5</strong> The Wallace sword ; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Braveheart</span> :</span></h2>\n<img class=\"aligncenter wp-image-17284 size-full\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/braveheart-movie-sword-225x300.jpg\" alt=\"braveheart-movie-sword-225x300\" width=\"225\" height=\"300\" />\n\nWallace was responsible for leading the resistance against the English in Scotland while the wars for Scottish Independence were taking place.While the movie rendition of Wallace’s Claymore was by no means reproduced from the 5 foot 6 inch authentic sword, currently in the National Wallace Monument in Stirling, it makes it to number 5 on our list, for its plausible historical geometry, look and general appeal as a true medieval sword and for Wallace’s bravery in the face of tyranny.\n\n<hr />\n\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 6\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#4</strong> The Anduril; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Lord of the Rings</span>:</span></h2>\n<img class=\"aligncenter wp-image-17292 size-full\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/lord-of-the-rings-movie-sword-darksword-armory-204x300.jpg\" alt=\"lord-of-the-rings-movie-sword-darksword-armory-204x300\" width=\"204\" height=\"300\" />\n\n<span style=\"text-decoration: underline;\"><strong><a href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/the-anduril-sword-1309/\">The Anduril Sword</a></strong></span>, arguably the most popular and iconic movie swords of all time, The Anduril, was re-forged by using the Shards of Narsil .\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThe shards of Narsil were taken to Rivendell after the war of the last alliance. Once the council of Elrond was over, the elves forged the sword, that was carried by Aragorn II, the heir of Isildur.\n\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n&nbsp;\n\n</div>\n\n<hr />\n\n<div class=\"entry-content\">\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#3</strong> The Glamdring; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Lord of the Rings</span>:</span></h2>\n<img class=\"wp-image-17289 size-full aligncenter\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/glamdring-sword-gandalf-movie-sword-277x300.jpg\" alt=\"glamdring-sword-gandalf-movie-sword-277x300\" width=\"277\" height=\"300\" />In the first age, <span style=\"text-decoration: underline;\"><strong><a href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/the-sage-1330/\">The Glamdring Sword</a></strong></span> was only used twice, when Turgon wielded it and in the fall of Gondolin. It was missing for 6000 years, until Gandalf found it in the trolls cave and claimed the sword for himself.\n<div class=\"page\" title=\"Page 9\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nGlamdring makes it in our top 3 for its aesthetic beauty, leaf shaped blade and for belonging to one of the most interesting, complex and intelligent fictional medieval fantasy character in modern literature.\n\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n\n<hr />\n\n<div class=\"page\" title=\"Page 9\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#2</strong> The Sword of the Mountain; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Game of Thrones</span>:</span></h2>\n</div>\n<img class=\"wp-image-17287 size-full aligncenter\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/game-of-thrones-movie-sword-350x204.jpg\" alt=\"game-of-thrones-movie-sword-350x204\" width=\"350\" height=\"204\" />The mountain sword is the sword that is wielded by the Sir Gregor Clegane. He is the head of the house of Clegane and is the older brother of the knight Sandor Clegane.\n\n</div>\n</div>\n</div>\n&nbsp;\n\n&nbsp;\n<div class=\"entry-content\">\n<div class=\"page\" title=\"Page 9\">\n<div class=\"layoutArea\">\n\n<hr />\n\n</div>\n</div>\n<div class=\"page\" title=\"Page 10\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2><span style=\"font-family: georgia,palatino,serif;\"><strong>#1</strong> Excalibur Sword; <span style=\"font-family: impact,sans-serif; font-size: 22pt;\">Excalibur</span></span></h2>\n<img class=\"wp-image-17286 size-full aligncenter\" src=\"http://darksword-armory.com/wp-content/uploads/2016/03/excalibur-movie-sword-darksword-armory-350x197.jpg\" alt=\"excalibur-movie-sword-darksword-armory-350x197\" width=\"350\" height=\"197\" /><strong><span style=\"text-decoration: underline;\"><a href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/limited-edition-excalibur-sword-1524/\">The Excalibur Sword</a></span></strong> is the famous sword wielded by King Arthur. It is rumored to be associated with magical powers. The sword in the stone and the Excalibur sword is compared to be the same things sometimes. This is the proof of King Arthurs Lineage. King Arthur drew the sword from stone that indicated he was a true knight of the Logres land.\n\n<hr />\n\n</div>\n</div>\n</div>\n</div>",
    "excerpt": "",
    "pub_date": "Fri, 22 Apr 2016 11:40:06 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      }
    ],
    "tags": [],
    "thumbnail_id": "16200",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2016/03/Bilbogoodmorninggandalfwhat_0060288e285e5c7fd8e0d72ef3f86975.jpg"
  },
  {
    "id": "16961",
    "title": "Gothic Gauntlets",
    "slug": "gothic-gauntlets",
    "link": "https://www.darksword-armory.com/gothic-gauntlets/",
    "content": "The origin of the expression ‘throwing down the gauntlet’ stems from medieval times and is literally a declaration of war. One look at the weapon, that often featured knuckledusters designed to maximize punishment when delivering a punch to an enemy and it’s easy to understand how the gauntlet became a symbolic call to arms.\n\nEarly metal plate hand protection began during the late 12th century when the mail sleeves of the hauberk were elongated into a mitten. Worn above a leather glove this style of hand armor protected the fingers with a single protective plate and was norm the for more than a century and a half.\n\nBy the end of the 13<sup>th</sup> century mail gloves with separate fingers started to appear as an extension of the sleeve plates covering the back of the hand from the wrist to the end of the metacarpals.  Bordered by the thumb joint and embossed around the finger joints and base of the thumb, the design was completed with overlapping plates that covered the individual fingers and cuff.\n\nEarly forms of these gloves were known as hourglass gauntlets because the plate was wide over the back of the hand, narrowing at the wrist and then flaring out again at the cuff. Generally only the thumb was articulated with mechanical plates while the fingers were protected by a solid top plate riveted to mail or leather gloves.  This type of armor remained in vogue until the fifteenth century when the cuff narrowed to protect against the threat of a sword penetrating the flared gap. At the same time that the cuff plate grew smaller, changes to the areas covering the fingers and wrists turned the tradition from a one piece design into a multiple plate construction that facilitated greater wrist and finger motion\n\nDuring the 14<sup>th</sup> century advances in the blacksmith trade resulted in the construction of plate metal armor with increased artistry and articulation. The ability to craft articulated plate defenses, fitted to individual fingers maximized a knight’s defensive and aggressive capacities by liberating the fingers and wrists to move more naturally.\n\nHistorian Michael P Smith said common features of the late medieval design included spiked knuckle plates and protrusions off the third knuckle on the metacarpal plate known as gadlings. “Another very important feature on most, if not all, gauntlets of this style, is the so-called \"knuckle-rider\" plate. This is a plate between the metacarpal plate and the fingerplates. It is articulated with rivets to the metacarpal plate and is attached to the finger leathers... This allows the plate to cover the gap between metacarpal plate and the fingerplates, while allowing the fingers to be fully extended.”\n\nThe last half of the 15<sup>th</sup> century saw armor reach its apex in both form and function. The craft of the late medieval design employed elegant mechanics that further freed both the wrist and fingers to move with even greater independence.  So by the 16<sup>th</sup> century when someone threw down the gauntlet there was no denying the significance of the act; more than just a weapon, the gauntlet was literally regarded as the hand of war.\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Tue, 03 Nov 2015 16:43:41 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      }
    ],
    "tags": [],
    "thumbnail_id": "17281",
    "meta": {
      "slide_template": "",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2015/11/gothic-gauntlets-armor-darksword-armory.jpg"
  },
  {
    "id": "16982",
    "title": "A Guideline for proper Sword Maintenance",
    "slug": "a-guideline-for-proper-sword-maintenance",
    "link": "https://www.darksword-armory.com/a-guideline-for-proper-sword-maintenance/",
    "content": "<em>The most common “how to” question sword collectors pose is categorically about sword maintenance. As such, we have written this brief overview to assist collectors protect their swords from rust corrosion and offer simple to follow tips to maintain their sword fittings and blades. It should first be noted however, that this blog article is written specifically for the maintenance of High Carbon Steel European swords. These guidelines should not be applied to Damascus steel swords or Katanas (Samurai Swords ).</em>\n\n&nbsp;\n\n<iframe src=\"//www.youtube.com/embed/GAzD8rT3veE?showinfo=0&amp;autohide=1\" width=\"650\" height=\"366\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>\n\nSword maintenance is not complicated. Cleaning your sword blade and fittings twice a year will suffice. This process takes 5 to 10 minutes and does not require any machinery.\n\nThis article is an easy to follow guide for the proper maintenance of your sword.\n<h2>Proper Care of Your Sword Maintenance: 5 simple Tips</h2>\n1- When it comes to swords, humidity plays a crucial factor. Ideally, you should store or display your sword collection in an environment that has about 30% humidity level to avoid rust or corrosion.\n\n2- Avoid skin to blade contact. Such contact will leave oil and salt that will eventually corrode the blade.\n\n3- Do not store your sword in its scabbard for extended periods (30 days or more). Scabbards are made of wood, wrapped in leather. The leather will trap moisture and will eventually corrode the blade if it is left in the scabbard for extended periods.\n\n4- Clean your sword blade and fittings every 6 months if you are simply displaying your sword.\n\n5- Clean and oil your blade after every use, whether used for reenactment combat, cutting tests, or simple training.\n<h2>In cases when your swords have rust.</h2>\n<strong>Two methods can be tapped to clean the rust off the steel: chemicals and abrasion cleaning.</strong>\n\nChemical cleaning is the simplest way to clean swords. With a quick application light to medium weight oil, such as gun care oils (RemOil or Ballistol), or regular sewing machine oil (found at WalMart). Once oiled, wipe the blade and fittings with a cotton cloth until the oil is no longer visible. This process will remove light rust and dirt.\n\nAbrasion Cleaning: For light handling and humidity rust, Nev-R-Dull, a mild steel chemical cleaner, is recommended. This product will remove any light surface rust while polishing your blade and protecting it with a light coating of oil. For heavier rust imprints, we recommend using a fine sanding pad (180 grit) with oil. Note the direction of the grain on  your blade and fittings. Make sure to follow the direction of the grain as to not cause cross-scratching.\n\n&nbsp;\n\nWhen restoring the blade, always start at the base of the blade; smoothly and continuously pushing the sanding pad towards the tip of the blade. This will ensure that you follow the grain of the blade and enhance your blade with a nice satin finish.\n\n&nbsp;\n<div class=\"clear\"> <img class=\"aligncenter wp-image-18735 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2012/09/sword-blade-restoration-darksword-armory.jpg\" alt=\"sword-blade-restoration-darksword-armory\" width=\"315\" height=\"210\" /></div>\n<div class=\"clear\"></div>\n<div class=\"clear\"></div>\n<div class=\"clear\">\n\n<hr />\n\n</div>\n<div class=\"clear\"></div>\n<div class=\"clear\"><img class=\"aligncenter wp-image-18734 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2012/09/finishing-sword-blade-maintenance-darksword-armory.jpg\" alt=\"finishing-sword-blade-maintenance-darksword-armory\" width=\"315\" height=\"210\" /></div>",
    "excerpt": "",
    "pub_date": "Sat, 16 Jul 2016 20:59:50 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      },
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      },
      {
        "domain": "category",
        "nicename": "sword-maintenance",
        "name": "Sword Maintenance"
      }
    ],
    "tags": [],
    "thumbnail_id": "18732",
    "meta": {
      "slide_template": "",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2012/09/sword-maintenance-guide-darksword-armory.jpg"
  },
  {
    "id": "16992",
    "title": "Newsletter February 2014",
    "slug": "newsletter-february-2014",
    "link": "https://www.darksword-armory.com/newsletter-february-2014/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=fun32339&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=13928484141392846327\" width=\"650\" height=\"365\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Thu, 20 Feb 2014 22:50:18 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16994",
    "title": "Blade’s Edge Magazine - April / May 2014 Vol. 1",
    "slug": "blades-edge-magazine-april-may-2014-vol-1",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-april-may-2014-vol-1/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=fznfgm9j&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=13989465151398946514\" width=\"650\" height=\"365\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Thu, 01 May 2014 14:03:47 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16995",
    "title": "The Myth of Chivalry",
    "slug": "the-myth-of-chivalry",
    "link": "https://www.darksword-armory.com/the-myth-of-chivalry/",
    "content": "<h1><em>The Myth of Chivalry</em></h1>\nby : Dave Jaehning / Darksword Armory inc.\n\nThe idea of chivalry – the knight in shining armor defending God, king, and country with sword and flawless character – is not a new one. In fact, it can trace its roots back to the High Middle Ages and Early Modern Europe, to a literary genre called Chivalric Romance. The genre consisted of near fantasy stories about hair-raising adventures, often of a knight errant depicted as having heroic qualities, who goes off on a gallant quest. These stories involved an emphasis on courtly manners and tales of love.\n\nOriginally written in Old French, Anglo Norman, and Occitan, Chivalric Romance was later translated and written in English and German. In later romances, particularly those of French origin, there is a definite tendency to emphasize themes based on courtly love, such as faithfulness in the face of adversity.\n\nHistorical record, however, paints a very different picture. It reveals knights as ruthless, enforcers of the wills of equally ruthless lords and kings. For example, Roger of Hovedon, in his <em>Chronica</em>, for the year 1165, recorded:\n<blockquote>After these things, Henry, king of England, returned from Normandy to England, and marched with a great army into Wales … he did justice upon the sons of Rees, and upon the sons and daughters of his nobles, for he had the eyes of the male children put out, and cut off the noses and ears of the females.</blockquote>\nIn the 11th and 12th centuries, knights were the sons of wealthy landowners who were merciless in the ruling of their domains. From early childhood, knights were trained in art of warfare, destruction, and killing. Knights formed core of a militarized landed gentry who relied upon terrorism to enforce their wills.\n\nContemporary chronicles contain innumerable accounts of knights sacking towns and villages, monasteries, convents, and churches, routinely raping, torturing, and murdering anyone they encountered, including women and children.\n\nThe reperception of the knight as being chivalrous began at the time of the Crusades with a Cistercian abbot named Bernard of Clairvaux, who wrote on behalf of the fledgling Knights Templar, writing: “It seems that a new knighthood has recently appeared on the earth, and precisely in that part of it which the Orient from on high visited in the flesh.”\n\nLater in his writing, he went on to say:\n<blockquote>To be sure, precious in the eyes of the Lord is the death of his holy ones, whether they die in battle or in bed, but death in battle is more precious as it is the more glorious. How secure is life when the conscience is unsullied! How secure, I say, is life when death is anticipated without fear; or rather when it is desired with feeling and embraced with reverence! How holy and secure this knighthood and how entirely free of the double risk run by those men who fight not for Christ!</blockquote>\nOf course, he was referring to the Military Order of the Knights Templar, who were a unique combination of monk and warrior who rather than drinking and carousing when they had nothing else to do, spent their time in prayer and military training. Of the knights who went on crusade, many of them were members of military orders, such as the Templars, the Hospitallers, and others. While legends grew up around them later, the vast majority of the men were not of particular importance. Most of the men who joined the military orders were of lower nobility, the ordinary knights, and wealthy peasant farmers. There were very few rich or influential members.\n<img class=\"size-full wp-image-20942 alignleft\" src=\"http://www.darksword-armory.com/wp-content/uploads/2014/08/old-chivalry.jpg\" alt=\"old-chivalry\" width=\"311\" height=\"450\">A good many knights were mercenaries who hired out their swords for money or loot. Mercenary knights were usually non-landed mounted soldiers who were difficult to control and thought nothing of pillaging, murder, or rape. These men had no moral code of chivalry and were often the most dangerous knights on the battlefield as a result.\n\nWhen Simon De Montfort attacked the castle of Carcassonne in 1209 his shock troops were mercenaries. His logic in using mercenary knights was that they cost money, while dead the cost nothing and they were not as well trained. By sacrificing the mercenaries, De Montfort was sparing his better trained knights for harder battle once the castle had been breached.\n\nMedieval warfare was brutal and incredibly violent, using weapons designed to maim and kill. It would take brutal, violent men to wield them, free of conscience. Knights understood the brutality of the time, for they were the ones who often inflicted it. A knight concerned with chivalry could not efficiently enforce the will of his lord when that lord wanted a monastery, convent, town or city sacked. Chivalry was often an invention of later fiction writers.",
    "excerpt": "",
    "pub_date": "Fri, 08 Aug 2014 23:39:34 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "medieval-history",
        "name": "Medieval History"
      }
    ],
    "tags": [],
    "thumbnail_id": "20945",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2014/08/Rochefoucauld-Grail-sold-at-Sothersby-2012.jpg"
  },
  {
    "id": "16996",
    "title": "The Significance of the Magna Carta",
    "slug": "the-significance-of-the-magna-carta",
    "link": "https://www.darksword-armory.com/the-significance-of-the-magna-carta/",
    "content": "<h1>The Significance of the <em>Magna Carta</em></h1>\nby : Dave Jaehning / Darksword Armory inc.\n\nAlthough at the time that it was written it was not intended to be, the Magna Carta has become the most celebrated and significant historical and political document that ever issued from England.\n\nJohn, King of England, was the youngest of five sons born to Henry II and Eleanor of Aquitaine. As king when war broke out with France in 1202, John initially won early victories. Shortages in military resources, however, along with his brutal treatment of the nobles of Norman, Breton, and Anjou, resulted in his losing his holdings in northern France in 1204. John spent much of the next ten years preparing for another invasion of France, but he would not get the support of his barons. The barons were against involvement on the continent and were against another incursion into France. Undeterred, John continued to raise funds, raise armies, and secure mercenaries from France, using whatever means he could to secure the revenue he needed for the next phase of the war.\n\n<img class=\"size-full wp-image-20939 aligncenter\" src=\"http://www.darksword-armory.com/wp-content/uploads/2014/08/Magna_Carta_British_Library_Cotton_MS_Augustus_II.106.jpg\" alt=\"Magna_Carta_(British_Library_Cotton_MS_Augustus_II.106)\" width=\"1200\" height=\"800\">\n\n&nbsp;\n\nIn 1205, John found himself in an argument with Pope Innocent III over who should be appointed Archbishop of Canterbury. The Pope wanted Stephan Langton appointed, but John swore Langton would never enter England. In 1209, the Pope excommunicated John and banned Masses in all parish churches, which John then used as an excuse to confiscate church properties, and then sell them back to the bishops at a profit. In addition to money raised this way, John levied taxes that people could not afford them. His punishment of those who could not pay was ruthless. In 1212, John demanded scutage (a fee paid in lieu of military service) from the Barons who had refused to join his army. The barons protested, denouncing John's policies and insisting on a reconfirmation of Henry I's Coronation Oath of1100, which would limit the king's ability to obtain funds. John had also imposed other laws and rules on England that the Barons were against, but he was not concerned with the Barons, and launched his next attack on France in 1214.\n\nThe campaign quickly ended in failure and John returned to England in October the same year. Within a few months of John's return, the Barons in the north and east of England were organizing resistance to his rule. John, however, refused to withdraw his demands, and by spring most baronial families began to take sides. The Barons embarked on a military campaign against John, but did not meet with success until the unexpected capture of Dover Castle in London. John agreed to grant a charter.\n\nThe resulting charter was the Magna Carta, or the Great Charter. The Magna Carta was intended as a document that was a defense of the interests of the feudal class. Among other clauses in the document, it guaranteed that scutage and aid, other than the customary ones, could not be levied without the consent of the Great Council. It also removed widows from the legal compulsion to remarry against their will.\n\nThe Magna Carta, however, was much more than a feudal document, however. It contained clauses that guaranteed the rights of the Church, the liberties of towns, and the right of merchants the freedom of movement. It denied the king the ability to sell, deny, or defer justice to any person. It denied the arrest, imprisonment, or dispossession, of any free person “except by the lawful judgment of his equals of by the law of the land.”\n\nThe significance of the Magna Carta for the people of the time was that it contained detailed statements of the customs of the time and defined those customs. For future generations, the Magna Carta was significant because it enunciated the principle that the king is, and shall be, subject to the law. The law was an entity of its own, separate from the king, and not subject to his whims and will.\n\nAt the time the Barons drafted it, it was not known that the Magna Carta laid the foundation for the creation of a democratic government in England. Five hundred years later, the document would be the foundation of the Constitution of the United States.",
    "excerpt": "",
    "pub_date": "Fri, 08 Aug 2014 23:39:40 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "medieval-history",
        "name": "Medieval History"
      }
    ],
    "tags": [],
    "thumbnail_id": "20941",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2014/08/magnacarta325.jpg"
  },
  {
    "id": "16997",
    "title": "Blade&#039;s Edge Magazine - August Vol. 4",
    "slug": "blades-edge-magazine-august-vol-4",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-august-vol-4/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=fdxi6nuc&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=14093305281409330528\" width=\"650\" height=\"365\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Fri, 29 Aug 2014 17:48:36 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "16998",
    "title": "Boy finds 3000 years old sword in a river",
    "slug": "boy-finds-3000-years-old-sword-in-a-river",
    "link": "https://www.darksword-armory.com/boy-finds-3000-years-old-sword-in-a-river/",
    "content": "<h1><strong>9 September 2014</strong></h1>\n<img class=\"alignnone size-full wp-image-20935\" src=\"http://www.darksword-armory.com/wp-content/uploads/2014/09/boy-finds-3000-year-old-sword-in-china.jpg\" alt=\"boy-finds-3000-year-old-sword-in-china\" width=\"1280\" height=\"720\">\n\nYang Junxi, an 11 year old boy living in China, was casually washing his hands in the Laozhoulin River when he inadvertently hit some “seemingly” pointed object.&nbsp; Pulling the hard flat object from the river, the boy inspected his find and decided to casually walk home to show the sword to his father.\n\nKnowing little of swords, the father called the Gaoyou Cultural Relies Bureau, who after numerous tests, determined that the sword was made during the Bronze Age during the Shang or Zhou dynastic period, 3000 years ago. The Shang dynasty existed between1600 to 1050 BCE and were well known for being the first in producing bronze in large quantities.\n\nWhile confirming the 3000 year old estimate provided by the Gaoyou Cultural Relics Bureau, Mr. Lya Zhiwei, declared that the sword was used as a symbolic tool of authority, rather than a weapon. The dating of the artifact, locked the sword as originating just prior to the rise of Chinese civilization.\n\nThe Laozuhlin River, where the ancient sword was found, was an active trade center since 486 BC. Today, the River is known as the Grand Canal. Since the 11 year Old’s finding, archaeologists have started extensive searches to uncover other archaeological artifacts.\n\nYang Junxi, the young boy who found the sword, was eventually rewarded an undisclosed amount and given a certificate for “donating the historical artifact”.",
    "excerpt": "",
    "pub_date": "Fri, 19 Sep 2014 18:05:54 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      }
    ],
    "tags": [],
    "thumbnail_id": "20932",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2014/09/3000_year_old_sword.jpg"
  },
  {
    "id": "16999",
    "title": "Blade&#039;s Edge Magazine - September Vol. 5",
    "slug": "blades-edge-magazine-september-vol-5",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-september-vol-5/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=fdc8o38f&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=14121690881412169089\" width=\"640\" height=\"385\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Wed, 01 Oct 2014 14:14:26 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "17000",
    "title": "Blade&#039;s Edge Magazine - October Vol. 6",
    "slug": "blades-edge-magazine-october-vol-6",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-october-vol-6/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=ftk5685k6&wmode=window&bgcolor=EEEEEE&t=14145947881414594790\" width=\"640\" height=\"385\" seamless=\"seamless\" scrolling=\"no\" frameborder=\"0\" allowtransparency=\"true\"></iframe>",
    "excerpt": "",
    "pub_date": "Wed, 29 Oct 2014 16:03:08 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "17001",
    "title": "Blade&#039;s Edge Magazine - November Vol. 7",
    "slug": "blades-edge-magazine-november-vol-7",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-november-vol-7/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=ftcioal9r&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=14176271441417627145\" width=\"640\" height=\"385\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Tue, 09 Dec 2014 21:49:05 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "17002",
    "title": "Blade&#039;s Edge Magazine - December Vol. 8",
    "slug": "blades-edge-magazine-december-vol-8",
    "link": "https://www.darksword-armory.com/blades-edge-magazine-december-vol-8/",
    "content": "<iframe src=\"https://cdns.snacktools.net/flipsnack/embed_https.html?hash=fdkab93k6&amp;wmode=window&amp;bgcolor=EEEEEE&amp;t=14223736831422373683\" width=\"640\" height=\"385\" frameborder=\"0\" scrolling=\"no\" seamless=\"seamless\"></iframe>",
    "excerpt": "",
    "pub_date": "Tue, 27 Jan 2015 16:49:46 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {},
    "thumbnail_url": ""
  },
  {
    "id": "17003",
    "title": "Game Of Thrones University Course",
    "slug": "game-of-thrones-university-course",
    "link": "https://www.darksword-armory.com/game-of-thrones-university-course/",
    "content": "Game of Thrones has long been a household name among fans and medieval ‘film’ buffs.&nbsp; The show however has gained such grand following that the name resonates even among those who have never watched a season, an episode, a bloody battle scene or let alone a trailer. In the midst of the tremendously popular HBO show, a cult following has emerged, collecting various paraphernalia ranging from Game of thrones mugs, clothing, books, posters, banners, and among true diehard fans, even swords and Armors.\n\n&nbsp;\n\nLoyal fans to, arguably the most popular show in the last decade, flock to the game of thrones exhibits, anxiously waiting to sit on the Iron Throne, examine the swords, weapons, shield and armours worn by Jon Snow, Arya Stark, Tyrion &amp; Jaimie Lannister, Jorah Mormont, Brienne of Tarth, and of course, everyone most hated character: Joffrey Baratheon.\n\n&nbsp;\n\nGame of Thrones has gained such ground in both television and popular culture that a Canadian university (university of British Columbia) has devoted an entire course to study of Game of Thrones. Entitled&nbsp;<em>Our Modern Medieval: The Song of Ice and Fire as contemporary Medievalism; </em><em>the course studies the impact of the show on our modern perception of the middle ages. Students are required to read the </em><em>Song of Ice and Fire&nbsp;</em>series in its entirety and watch the entire HBO production of Games of Thrones (5 seasons so far). According to Professor Robert Rouse, depictions of medieval times like those found in Martin’s novels “have&nbsp;largely supplanting any real notion of the…Middle Ages.” Indeed, popular conception of the middle ages has considerably varied over the ages. Our views and vision of what ‘life’ was like during the middle ages is greatly influenced by movies and television. While john Boorman’s Excalibur (1981) and Ladyhawke (1985)&nbsp; painted a picturesque notion of the medieval world with lush green grass and knights in full&nbsp; plate armor, reality stood in stark contrast. Less known movies such as The Seventh Seal (1957) and the Return of Martin Guerre (1982) depict a more cataclysmic approach, and somewhat of a more realistic or representative view, of the medieval world.\n\nThat said however, the University of British Columbia’s class is an interesting approach to analyze how television has changed our perceptions of the middle ages throughout history.\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Thu, 29 Oct 2015 15:57:56 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      }
    ],
    "tags": [],
    "thumbnail_id": "20929",
    "meta": {
      "slide_template": "",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2015/10/game-of-thrones-university.jpg"
  },
  {
    "id": "17004",
    "title": "The Slow Unravelling of the Riddle of Steel",
    "slug": "the-slow-unravelling-of-the-riddle-of-steel",
    "link": "https://www.darksword-armory.com/the-slow-unravelling-of-the-riddle-of-steel/",
    "content": "<h2 style=\"text-align: justify;\"><span style=\"color: #808080;\">By Alen Lovrič</span></h2>\n&nbsp;\n\n<span style=\"color: #808080;\"><em>NOTE: In this short article, geographical and political factors were largely ignored for the sake of brevity. Some regions developed metallurgy sooner and some later, but that is a broad topic in its own right.</em></span>\n<p style=\"text-align: justify;\">It is not uncommon to hear people claim that there is some sort of a super-material for swords. A material which makes them better, stronger, sharper. The idea pops up every so often in various media, be it games, movies, TV series or books. Anyone who knows the basics of what a sword should be realizes that this is nonsense. After all, if such a material existed, modern-day smiths would be sure to use it. There's only one little catch: it is real, and they are using it.</p>\n<p style=\"text-align: justify;\"><img class=\"alignright wp-image-20921 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/04/copper-sword-dagger-173x300.jpg\" alt=\"copper-sword-dagger-173x300\" width=\"173\" height=\"300\">Weapons were made from different materials at different eras; often, this can be seen in the name of the age in question: Stone Age, Bronze Age, Iron Age... And through these millenia, people were always ready and willing to accept new, better materials for their weapons. Switching to a new material was a very slow process, however – the first swords according to archeological data go as far back as 1700 BC for bronze swords, and some even argue for 3300 BC for the copper sword-daggers. Swords which can be said to come close to the quality of edged weaponry we make today were only produced in the 16th century. In the course of almost five millenias, humanity has found the ultimate material – THE material, which makes swords better, stronger and sharper: steel.</p>\n<p style=\"text-align: justify;\">So why did it take so long? The short answer is that the science of metallurgy was very slow to progress. The long answer takes us on an adventure through the past. The very first swords, if they can be called that -- some argue they are still daggers -- date back to 3300 BC Turkey and were made of arsenic copper, one of the most bountiful metals around.</p>\n<p style=\"text-align: justify;\">The iconic image of molten metal being poured into molds holds true for these copper (and consequently bronze) swords. However, the tensile strength of copper falls quickly with length, meaning the sword-daggers had to be short so as not to break all the time. Still, making copper swords was not as easy a task as it might seem. Copper still had to be smelted, which requires temperatures of just under 1100 C, and proper casting is not as simple as it might appear at first glance. After the sword was cast, there was still the issue of work-hardening (i.e. hammering) the edges, raising the hardness and making for a sharper, more durable cutting edge. Since copper, especially when compared to today's steel, is soft and can break easily, a leaf-shape with a pronounced spine was used, to make breakage and bending less likely.</p>\n<p style=\"text-align: justify;\"><img class=\"alignright wp-image-20922 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2015/10/British_Bronze_Sword_1150_BC-e1446138362340-190x1024-148x800.jpg\" alt=\"British_Bronze_Sword_1150_BC-e1446138362340-190x1024\" width=\"148\" height=\"800\">At some point it was discovered that adding tin to copper yielded an alloy with superior mechanical properties: bronze. By 2000BC, there is good evidence that mankind was actively looking, mining and purifying tin. While it remains a mystery how bronze was discovered, it is very obvious that the aforementioned mining of tin was deliberate and primarily for making bronze. Bronze does not lose its tensile strength with length as quickly as copper, so the first proper swords could appear. Bronze, being an alloy, has many variations, the defining factor of which is the percentage of tin used: as a rule, the more tin is present, the harder the bronze is, but it breaks more easily. If it has less tin, it is softer and more prone to bending. Different cultures prefered different percentages of tin: Europe usually had around 10%, while China used 20% tin bronze (though usually the 20% was around the edge and 10% at the core) . The production method stayed pretty much the same as with copper dagger-swords: casting of molten bronze supplemented by work-hardening. The shape, too, remained very similar, though somewhat elongated.</p>\n<p style=\"text-align: justify;\"><img class=\"alignleft wp-image-20923 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2015/10/bloom-300x229-1.jpg\" alt=\"bloom-300x229\" width=\"300\" height=\"229\">The problem with bronze is that it is not exactly plentiful. Scarcity makes it precious even today, so other metals became sought after: enter the Iron Age. It is a common misconception that bronze is inferior to iron for weapon-making -- in fact, it is sligh tly better in its mechanical properties. But iron is common, tipping the scale towards iron weapons. There are also other issues with iron – for instance, the melting point of iron is at around 1500C, which is a good 400c above the melting point of copper – and with any metal used for weaponcrafting, it is important to make sure there are no impurities present which might weaken the structural integrity. With copper and bronze, this was achieved by smelting. Iron was heated to around 1200C, which liquified most of the slag (basically the impurities in iron), leaving behind a spongy lump known as a bloom, but did not remove all of it. So, additional hammering was required to purify the iron further and close the pores where the slag once was. Even when temperatures high enough to smelt iron were achieved (which wasn’t possible until the early 13th century in Europe), a new problem presented itself: molten iron reacts with carbon very quickly, leaving it with too much carbon to be used for weapons. Typically, there would be more than 2% of\ncarbon in it, and it came to be known as pig iron, completely inappropriate for swords.</p>\n<p style=\"text-align: justify;\">When iron is heated in the presence of carbon (such as from a coal-fueld fire or by being heated with organic matter nearby), it reacts with it, forming steel. Steel is harder than iron, but it provides a whole plethora of new problems. First, since steel is basically iron with carbon, and the carbon changes the properties of steel, different carbon levels meant different properties. Unlike bronze, where the properties depended on relatively large quantaties of tin (2-20%), carbon changes steel much faster. Typically, modern sword steels range from 0,45-0,95% carbon. It’s no surprise that discovering steel, and how to make it homogenous, was a long process continuing all the way to the 20th century. And although steel by itself is already a much better sword material than iron, that is not its greatest advantage -- heat treated steel can be several times as hard as its untreated conterpart, and much tougher to boot. This requires a complex process, starting with heating it up to critical temperature, then quickly cooling it in a quenching medium. After being quenched, it is still incredibly brittle, so the process is far from over. With modern steel, if a quenched blade falls on the ground, it is so brittle that it will shatter. Tempering (heating the metal at lower temperatures) is necessary, which takes away a little bit of the hardness but increases the toughness. The exact process is heavily dependent on the percentage of carbon and other elements in the steel, making it very difficult to achieve under medieval circumstances, where homogenuous steel was incredibly difficult to produce. Not only that, since carbon was provided by organic matter added by chance or due to superstition, it was difficult pinpointing why some iron became steel.</p>\n\n\n[caption id=\"attachment_20924\" align=\"alignleft\" width=\"100\"]<img class=\"wp-image-20924 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2015/10/iron-age-sword-100x300.jpg\" alt=\"iron-age-sword\" width=\"100\" height=\"300\"> Iron Age Sword[/caption]\n<p style=\"text-align: justify;\">The smiths did notice that some bits of iron, namely the ones which have somehow achieved some sort of carburization, were better for swords. So various methods were devised to make the best use of it. Sometimes, the hardest parts of a bloom were used and welded together, though this was an expensive process. Some swords show signs of case-carburisation, where iron swords are slowly heated with some organic matter to make a steely outer shell. Other still have an iron core with steel wrapped around. It wasn’t untill the 15th century that all-steel swords became common, when fineries enabled decarburisation of pig-iron, lowering the carbon levels enough to make steel.</p>\nHeat treatment was another slowly developing science. While there are some swords that show signs of heat treatment as early as the 6th century, it was rather very rare untill the 10-11th centuries. By the the 15th century, a form of heat-treatment called slack quenching was common. This meant that a red-hot blade was cooled relatively slowly, which mitigated the britleness of a full quench, yet made the steel harder and tougher. However, this achieves a mixed structure of steel instead of a more homogenous one that a full quench followed by tempering offers.\n<p style=\"text-align: justify;\">15th century Germany saw the rise of attempts at full heat treatment, especially in the Augsburg workshop, where many such attempts were succesful. The production of steel advanced in strides, so the 15th century saw much more homogenous steel than in the past. And although not all heat treating attempts were succesful, even the attempt itself would often provide armor and weapons of superior quality. The quality was never uniform, though. There is evidence of slack quenching and tempering, full quenching and tempering, just slack quenching and even of untreated iron in the 15th and 16th century.</p>\n\n\n[caption id=\"attachment_20925\" align=\"alignleft\" width=\"300\"]<img class=\"wp-image-20925 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2015/10/Bessemer_converter-300x203-1.jpg\" alt=\"Bessemer_converter\" width=\"300\" height=\"203\"> Bessemer Converter[/caption]\n<p style=\"text-align: justify;\">The next truly remarkable step in the history of steel happened in 1855, with the introduction of the Bessemer process, named after its creator Henry Bessemer. This allowed for an easier production of steel from the starting point of pig iron. The final touch only came in the 1950s, when the process of basic oxygen steelmaking (where oxygen is blown through molten pig iron to control carbon content)\nwas introduced, and is still used for the production of modern steels.</p>\n<p style=\"text-align: justify;\">So the development of the super-material lasted for over 4000 years, and was completed less than 60 years ago. Had the medieval smiths, no matter the geographical location, had access to modern day\nsteels, they would most likely see it as a material created by magic. The swords we use today are the result of five millennia of technological progress, and that is absolutely amazing.</p>\n\n\n<hr>\n\n<h2>Further Reading:</h2>\nJohnson, Craig. 1999. <em>The Oakeshott Institute</em>. Accessed March 2014.\n<a href=\"http://www.oakeshott.org/metal.html\">http://www.oakeshott.org/metal.html</a>.\n\nWilliams, Alan. 2013. <em>The Knight and the Blast Furnace: A History of the Metallurgy of Armour in the Middle Ages &amp; the Early Modern Period</em>. Brill Academy Pub.\n\n2012. <em>The Sword and the Crucible: A History of the Metallurgy of European Swords Up to the 16th Century</em>. Brill.\n\n2012.<em> Zelda Dungeon</em>. June. Accessed March 2014.\n<a href=\"http://www.zeldadungeon.net/2012/06/worlds-oldest-swords-have-triforce-on-them/\">http://www.zeldadungeon.net/2012/06/worlds-oldest-swords-have-triforce-on-them/</a>.\n\n&nbsp;\n\n<hr>\n\n<h2>About the author:</h2>\n<img class=\"alignleft wp-image-20926 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2015/10/picture_Alen-Lovrič_min-copy.jpg\" alt=\"picture_Alen-Lovrič_min-copy\" width=\"150\" height=\"150\">Alen Lovrič found his passion for swords some ten years ago, seven of which have been dedicated to training HEMA. Of course, since swords never come alone, he also started doing research into various related topics, educating himself slowly in fields such as sports sciences, metallurgy and sword properties.\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Thu, 29 Oct 2015 17:26:55 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "medieval-history",
        "name": "Medieval History"
      }
    ],
    "tags": [],
    "thumbnail_id": "20928",
    "meta": {
      "slide_template": "",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2015/10/sword-making-steel.jpg"
  },
  {
    "id": "17005",
    "title": "Rediscovering The Ulfberht",
    "slug": "rediscovering-the-ulfberht",
    "link": "https://www.darksword-armory.com/rediscovering-the-ulfberht/",
    "content": "<h2><span style=\"color: #808080;\">By Eyal Azerad</span></h2>\n&nbsp;\n\n&nbsp;\n\n<img class=\"aligncenter wp-image-18255 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2015/10/viking-1080x810-800x600.jpg\" alt=\"viking-1080x810\" width=\"800\" height=\"600\" />\n\nDuring the early Middle Ages, the primary metal available for the manufacture of swords was derived from bloomery iron, made by heating iron ore with charcoal in small furnaces. While sufficient for some applications, the finished iron was plagued with slag inclusions that weakened the metal, rendering a sword blade that was prone to break when struck with force against a hard object, such as a shield or another sword.\n\nQuantitative analysis of early Viking swords revealed that the carbon content of the blades was very low when compared to later steels. Three pattern welded blades from Norway were analyzed: their carbon content ranged from 0.401 percent carbon, to 0.520 percent carbon. This is the typical carbon content of swords of the period from all over Europe and Scandinavia.\n\nWhen considering the low carbon content of the steel, combined with the typical amount of slag inclusions in early medieval steel, the result was an excessively soft blade prone to breakage and damage at a time when his life depended on the quality of his sword.\n\nOne sword stood out among all others during the time, however: a Viking Sword that is known as the Ulfberht. While medieval steel was weak, containing particles of slag, the steel of the Ulfberht swords was different : Ulfberht – a superior steel that could not be replicated until well into the 1880s during the Industrial Revolution.\n\nThe Ulfberht swords were made of crucible steel, which was not at all common during the Middle Ages. Being cast in a crucible, this type of steel burned much hotter than contemporary steels, thus burning off most, if not all, of the slag so common to steels of the day.\n\nIn addition to this difference in smelting, swords made of this type of steel contained far more carbon – while most steels contained a carbon content of as high as 0.520, the steel of an Ulfberht sword contained as much as between 1.2 percent and 1.6 percent. In modern classifications, steel of this carbon content is categorized as spring steel. Thus, the Ulfberht sword was far stronger – and far more flexible – than standard medieval steel. It possessed the ability to bend when thrust at a hard object such as a shield, whereas other swords risked cracking, breaking, or shattering under such duress.\n\nUlfberht swords were extremely rare and undoubtedly far more expensive than other swords manufactured at the time. Of the thousands of Viking swords that have been recovered throughout Scandinavia and Europe, only 171 are marked as Ulfberhts. Of these, less than 50 have proven to be genuine Ulfberht swords.\n\nOne of the distinguishing characteristics of an Ulfberht sword was that name was inlaid in the blade using a contrasting steel. The first letter and the last letter of the name were preceded by a cross, rendering the appearance of the inscription as +Ulfberh+T. Others that have been recovered bear the inscription +Ulfberht+.\n\nMetallurgical analysis of swords bearing both inscriptions has revealed that the +Ulfberh+t swords contained a far superior carbon content, making them the equivalent of modern-day spring steel, while the +Ulfberht+ swords were of common medieval steel.\nThis suggests that the +Ulfberht+ swords were cheap copies designed to appear as the genuine article.\n\nMetallurgical analysis has also revealed that the Ulfberht swords were only made between 800 and 1,000 CE, offering a clue as to where such high quality steel originated. Archaeological excavations have suggested that the Vikings did not manufacture their own steel.\n\nHowever, other archaeological digs have established that the region of eastern Iran was, in fact, manufacturing crucible steel in furnaces far superior to any found in Europe before the 19th century. Many clues suggest that the Vikings obtained the steel via the Volga Trade Route, which they utilized from approximately 800 until the trail was closed to navigation in 1,000, which is the same year that manufacture of the Ulfberht swords stopped.\n\n&nbsp;\n\n<hr />\n\n<h2>About the author:</h2>\n<img class=\"alignleft wp-image-14556 size-full\" src=\"https://darksword-armory.com/wp-content/uploads/2015/10/eyal_pic_min-copy.jpg\" alt=\"eyal_pic_min copy\" width=\"150\" height=\"150\" />Eyal Azerad is the founder of Darksword Armory. His lifelong dedication to the study of Medieval and Renaissance sword-making led to the creation of the business in 1996. Since, Eyal Azerad and Darksword have been involved in various movie and stage productions and was invited to give various educational conferences.\n\n&nbsp;\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Thu, 29 Oct 2015 18:25:25 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      }
    ],
    "tags": [],
    "thumbnail_id": "18254",
    "meta": {
      "slide_template": "",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2015/10/the-ulfberht-medieval-sword.jpg"
  },
  {
    "id": "17006",
    "title": "The Demystification of Blade Properties",
    "slug": "the-demystification-of-blade-properties",
    "link": "https://www.darksword-armory.com/the-demystification-of-blade-properties/",
    "content": "<h2><span style=\"color: #999999;\">By&nbsp;Eyal Azerad</span></h2>\n&nbsp;\n\nSimply stated, swords are made of many different types of metals, the most prevailing being steel. Although a proper steel is required for creating a high quality sword, many technical considerations, such as how the steel was prepared and processed, should also be factored. The following article will examine the most common blade materials used for the manufacture of European blades as it relates to the modern day sword industry and enucleate their merits and shortcomings.\n\nIn the lower spectrum are stainless steel swords; they are shiny, impervious to rust or corrosion and require minimal maintenance. Unfortunately however, they are also very brittle. These types of swords make for nice decorative pieces, but are not intended, nor are they adequate, for actual use. Stainless steel has a high content of chromium, often over 11 percent. Chromium is used as a grain enhancer and gives the steel it’s stainless properties. When a stainless steel blade is placed under tension, the molecular grain boundaries between the chromium and the steel begins to weaken. This in turn produces stress points causing the sword blade to become weak and brittle.\n\nA superior sword blade material compared to that of stainless is carbon steel. Steel is an alloy consisting mainly of iron, carbon, and smaller amounts of other trace elements that are often present. Iron is the major component of steel but the amount of carbon added to the iron will determine significantly to the properties of the resultant steel. While steel is far stronger and more flexible than iron, the amount of carbon will have a direct impact on the functionality and underlining properties of the steel used for a sword blade. By varying the amount of carbon and its distribution in the alloy, the properties of the steel can be modified and carefully controlled. Currently, there are four grades of steel, categorized by the amounts of carbon content as outlined by The American Iron and Steel Institute (AISI).\n\nThe AISI uses a scale for steel which is the most commonly followed by sword makers. The most typical steel in sword making is plain carbon steel. The different classes of steel, based on their carbon contents, will have a direct impact on how the finished sword performs, how it holds an edge, and the degree of stress it can endure.\n\nThe four types of steel listed by the American Iron and Steel Institute are: Mild Steel, Medium Steel, High Carbon Steel, and Ultrahigh Carbon Steel. They are classified is as follows:\nMild Steel: contains .10 percent to .25 percent carbon\nMedium Steel: contains .25 to .45 percent carbon\nHigh Carbon Steel: contains .45 to .95 percent carbon\nUltrahigh Carbon Steel: contains .95 to 2.1 percent carbon.\n\nSimply explained, Carbon Steel, or 1xxx series steel, is designated by four digits. The first indicates the main alloying element, (1) being Carbon, the second digit indicating the secondary alloying element, and the last two digits, ranging from 1 to 99, indicate the percentage of carbon present from .01 to .99. Hence, a blade made of 1045, is considered to be a plain-carbon steel, containing 0.45% carbon. Steels with carbon content ranging from 0.05 to 0.45 are low (i.e. mild &amp; medium steel) carbon steels and would be designated as values between 1005 and 1045.\n\nSwords made from 1045 steel are inexpensive to make as the low carbon makes them considerably softer, and therefore easier to manipulate. Being a soft steel, 1045 blades can be hand forged, pressed, or machine milled. A sword in the US $100 dollar range described as “High Carbon Steel” is most likely made of 1045 steel and they are almost definitely machine milled, and probably poorly tempered, if at all.\n\nAnother popular steel used in the bladesmithing industry is 1060. 1060 Carbon Steel is an exceptional compromise between 1045 and 1095 steels. Whereas 1045 falters due to its soft properties, 1060 sword blades, popular because of their durability, also retain a considerable amount of the edge holding ability found in swords made from 1095. 1060 is a harder steel than 1045, again due to its higher carbon content, and is therefore more difficult to forge and shape, and take longer to polish.\n\nWhile 1095 will hold and maintain a sharper edge compared to steels with lower carbon content, unless properly quenched and tempered, European sword blades made with 1095 can be brittle due to their rigid nature. Although not overly fragile, 1095 steels are not as tough as 1060 blades due to the high levels of carbon content, rendering the blade too stiff for European-type combat.\n\nThat being said however, while steel is an important component of a high quality sword, how the steel is processed is equally important. Despite the quality of the steel, if poorly processed, the blade will falter on many levels. A sword must be normalized, quenched and differentially heat treated to produce a blade that is metallurgical manipulated for hardness, flexibility and toughness.\n\nDuring the forging process, after the blade has been drawn (i.e. shaped), it must be quenched. The purpose of the quench, is to harden the blade by heating and rapidly cooling it. This affects the atomic structure of the steel by ‘freezing’ the carbon that can freely migrate while the steel is hot. The resulting steel following quench will contain iron carbide, a compound of iron and carbon, composed of 6.67% carbon and 93.9% iron.\n\nDuring the process, the blade is heated until it glows a uniform dull orange, then it is generally plunged into a bath of either water or oil. The more rapidly a blade cools down, the harder it becomes. While water is more effective for knife making (blades quenched in water are harder) sword blades quenched in oil have superior flexibility.\n\nWhile quenching is the most crucial step in the sword making process, the rapid change in temperature can also cause the blade to crack. If during the quenching, the blacksmith hears a “ping” or a “tink” it is an audible indication that the blade has cracked at some point along its length. Tempering is also time sensitive. If the blade is left in too long, it will get too hard and be brittle. If left in too short a time, the atomic structure of the steel will not be affected to a sufficient degree.\n\nAfter the quench, the blade will be brittle and inflexible. To correct these insufficiencies, the blade must be heat treated. It must therefore be reheated to a specific temperature, determined by the type or properties of steel that is used. Imperfections in blade geometry can also be corrected during the process. After the blade has been reheated, it will then be cooled naturally.While the blade will have decreased edge holding capabilities, it will have a greater degree of flexibility and toughness. The bladesmith’s skill will guide him to perfectly balance the blade for toughness, hardness and flexibility.\n\nAfter cooling the blade must be polished and fitted with a guard, pommel and handle. The point of balance (POB) will have to be carefully determined by the dynamics between the geometry and weight of the pommel and that of the blade. While the quality of the steel is essential to the medieval sword, the quench, tempering, tang construction and geometry and POB are all precision aspects that combine the harmonic balance of the sword.\n\n&nbsp;\n\n<hr>\n\n<h2>About the author:</h2>\n<img class=\"alignleft wp-image-14556 size-full\" src=\"https://darksword-armory.com/wp-content/uploads/2015/10/eyal_pic_min-copy.jpg\" alt=\"eyal_pic_min copy\" width=\"150\" height=\"150\">Eyal Azerad is the founder of Darksword Armory. His lifelong dedication to the study of Medieval and Renaissance sword-making led to the creation of the business in 1996. Since, Eyal Azerad and Darksword have been involved in various movie and stage productions and was invited to give various educational conferences.\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Thu, 29 Oct 2015 18:33:34 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      },
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      }
    ],
    "tags": [],
    "thumbnail_id": "20911",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2015/10/demytification-sword-blade-museum-replica-antique.jpg"
  },
  {
    "id": "17008",
    "title": "Lessons From Your Kitchen - Reflections About Swords",
    "slug": "lessons-from-your-kitchen-reflections-about-swords",
    "link": "https://www.darksword-armory.com/lessons-from-your-kitchen-reflections-about-swords/",
    "content": "<h2><span style=\"color: #808080;\">By John Clements</span></h2>\nThere is a truth to this modern-day study of swords that eludes many students and enthusiasts. It is a simple fact that virtually no one ever gets to use a quality sharp blade full force on realistic target materials. That is, to cut, cleave, chop, hack, slice, and slash against portions of raw meat and bone positioned to simulate a historical encounter. For that matter, few get to experiment by striking in this way at accurate reconstructions of various hard and soft armors, either.\n\nSo, even as efforts are made to have the most accurate replica blades and exercise with them in the most genuine manner possible using a sound understanding of authentic techniques and movements, in terms of the actual results that such violent motions would have produced there is arguably much that is missed. Just how it is that sword blades of different shapes and widths, different cross-sectional geometries and edge-bevels, and different weights and curvatures intertwine such elements to produce different traumatic effects in close combat is still a huge unknown. Ironically, insight into some of these lessons can be gained from the most unexpected of places with which nearly everyone has some ordinary experience: your kitchen.\n\nIf we compare different kinds of swords to the different kinds of knives one might commonly find in a typical kitchen, the reasons why there are so many variations and kinds of swords becomes clearer. In a modern kitchen you will find many types of knives and cutting implements. Most everyone understands this and has some experience in how each of these is designed for a particular purpose and meets a specialized role. You might have a large butcher knife, a serrated steak-knife, a small paring-knife, a blunt butter knife, a heavy meat-cleaver, and a sharp carving knife. Some of these blades will be wider, others will be thinner, some will be straight or curved, some exceptionally keen, and others will have rounded or tapered points. There is a best tool for each job and it’s taken a long time for each tool to be designed as a specialized blade for use with a skilled hand.\n\nNearly everyone has at one time or another experienced the results of using the wrong knife for the wrong job. When you’re using a tool that’s the wrong shape or one that’s not sharp enough anymore you don’t get good results. And, it makes your work harder. You don’t need to carve a tomato with a meat cleaver or chop with a serrated knife and you don’t really want to slice raw meat with a bread knife. On top of this, many of us have experienced what happens when our kitchen knives become dull and just don’t perform as well as they used to.\nObviously, it takes a certain skill to learn how to use each particular implement in their proper manner. While any one can be used by novices (or total incompetents), just as with fighting blades, they find their best application when being guided by a skilled expert. Historically speaking, swords are very similar to this. Whereas kitchen knives are all designed to work on food, swords were all designed to work on opponents. But, with either there are different tools used somewhat differently. Each is a compromise in design better at some things and not others.\n\nThe only real difference, we might say, is that today it’s much easier to obtain high quality reliable kitchen implements, whereas finding an accurate and trustworthy sword that is an authentic replica of a historical model is more difficult. On top of this, finding qualified instruction in how to handle them effectively can be just as daunting. After all, we do a lot of cooking and preparing of food nowadays but very little actual lethal swordplay.\n\n&nbsp;\n\n<hr />\n\n<h2>About the author:</h2>\n<img class=\"alignleft wp-image-14551 size-full\" src=\"https://darksword-armory.com/wp-content/uploads/2015/10/john-clements_min2-copy.jpg\" alt=\"john clements_min2 copy\" width=\"150\" height=\"150\" />A recognized international expert, John Clements is one of the world’s foremost instructors of Medieval and Renaissance fighting arts. Having pursued the craft since 1980, he has taught and lectured in 17 countries.",
    "excerpt": "",
    "pub_date": "Thu, 29 Oct 2015 18:50:54 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      }
    ],
    "tags": [],
    "thumbnail_id": "17975",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2015/10/medieval-sword-sharpening.jpg"
  },
  {
    "id": "19017",
    "title": "The Vindaaris",
    "slug": "the-vandaaris",
    "link": "https://www.darksword-armory.com/the-vandaaris/",
    "content": "<img class=\"alignnone size-large wp-image-19018\" src=\"http://www.darksword-armory.com/wp-content/uploads/2016/09/vindaris-1600x717.jpg\" alt=\"vindaris\" width=\"1020\" height=\"457\" /> <img class=\"alignnone size-large wp-image-19019\" src=\"http://www.darksword-armory.com/wp-content/uploads/2016/09/vindaris-prototype-515x1600.jpg\" alt=\"vindaris-prototype-darksword\" width=\"515\" height=\"1600\" />",
    "excerpt": "",
    "pub_date": "Mon, 26 Sep 2016 18:45:48 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      }
    ],
    "tags": [],
    "thumbnail_id": "19018",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2016/09/vindaris.jpg"
  },
  {
    "id": "20255",
    "title": "Oakeshott and His Typology - Part I",
    "slug": "oakeshott-typology-part",
    "link": "https://www.darksword-armory.com/oakeshott-typology-part/",
    "content": "&nbsp;\n<h1 style=\"text-align: center;\">Debunking the Myth of the Medieval Sword</h1>\n<img class=\"size-large wp-image-26299 aligncenter\" src=\"https://www.darksword-armory.com/wp-content/uploads/2017/01/Typology-Darksword-Armory-medieval-swords-1600x593.jpg\" alt=\"Typology-Darksword-Armory-medieval-swords\" width=\"1020\" height=\"378\">\n\nWhen it comes to the study of the Medieval sword, Ewart Oakeshott ( 25 may 1916- 30th September 2002) was arguably the man who did more than any other to bring the study of arms and armour into the 20th century as a serious field of study.\n\nPrior to Ewart Oakeshott’s 1960 seminal book, <em>The Archaeology of Weapons</em>, the perception of the Medieval sword was more myth than reality. The sword was considered a clumsy weapon, little more than a sharpened crowbar incapable of finesse or technique that could easily weigh 15 lbs. It was a myth so prevalent that T.H. White, in <em>The Once and Future King</em>, wrote a scene in which Sir Lancelot was practising with a 30 lb. sword so that his 15 lb. sword would feel lighter.\n\nThe scholarly attitude towards arms and armour was very dismissive. The sword, they felt, was a clumsy weapon, and therefore not worthy of any note or serious study. Those who did cover the subject, such as Charles Ffoulkes in 1938, made claims such as:\n<blockquote>“The so-called ‘Crusader’ sword is heavy, broad-bladed, and short gripped. There is no balance, as the word is understood in swordsmanship, and to thrust with it is an impossibility – its weight made swift recovery impossible.”</blockquote>\nThis did not mean that there were no scholars on the fringe who tried to provide the sword – and the field of arms and armor itself – with serious study. Oakeshott was neither the first, nor would he be the last. Those who did, however, found themselves in a nascent field with few, if any, tools for cataloguing and analyzing their findings. For example, Charles Henry Ashdown, in his 1909 book <em>An Illustrated History of Arms and Armour</em>, noted that while there was a rising general interest in the subject,\n<blockquote>“…there are few books extant which may serve as a guide to the student, although there are many which deal with the subject. The great works of Meyrick, with Skelton his illustrator, are standard only in a sense that it is necessary to be throughly acquainted with the subject in order to guard against the many errors embodied in them.”</blockquote>\nAshdown’s book was a very notable early effort – his description of swords lacked the “heavy, sharpened crowbar” mythology, and his observations were accurate enough to suggest that they came from actually handling the weapons – hardly a stretch, considering that Ashdown was an archaeologist. However, while he did divide the sword into certain sub-classes such as the Pre-Norman Period, the Scimitar, Hand-and-a-half, Two-handed, etc., he did not recognize the internal variations of the knightly sword when it comes to the blade, or attempt any cataloguing beyond his general categories. This left him without the tools needed to recognize the full development of the sword, and link it to the Medieval arms race between arms and armor, that had actually taken place. As such, while Ashdown had written perhaps one of the most informed books on arms and armor in the English language thus far, he was unable to make the leap that would revolutionize the field.\n\nThe typology – the tool that would make Oakeshott’s impact possible – appeared in 1919 with the publication of Jan Petersen’s <em>Die Norske Vikingesverd</em>. Petersen did not approach the knightly sword in his work, but he did establish a means of cataloguing the internal variations. Petersen’s typology, however, did not extend beyond differences in the hilt. It did, however, provide Oakeshott with the tool he would use to revolutionize the field and provide the study of Medieval arms and armor with its most influential book.\n\nOakeshott’s book, <em>The Archaeology of Weapons</em>, was published in 1960, and it changed the world of the serious study of arms and armor. Oakeshott himself was a collector of antique swords at a time when the price of an antique sword was inexpensive enough that one did not need to be rich to afford it. What Oakeshott recognized was that the knightly sword had variations in the shape of the blade indicating that a sword from one period during the Middle Ages would not have been used in the same way as a sword from a later period. Far from there being a single type of knightly sword, there were cutting swords, thrusting swords, and cut-and-thrust swords. Further, Oakeshott revealed that the development of these variations could not be understood without also understanding the development of armor. As such, <em>The Archaeology of Weapons</em> presented the development of the sword, not just in terms of its blade shape, but also examined its cultural impact and how Medieval bladesmiths adapted their blades to defeat new and tougher forms of armor. For arguably the first time in the English language, Oakeshott had revealed an accurate history of the development of the Medieval sword.\nOakeshott’s typology was so influential that it became a primary tool for understanding and cataloguing the development of the Medieval Sword. His typology, however, also proved to be a work in progress, with new types of sword being added as Oakeshott’s studies developed. In <em>The Archaeology of Weapons</em>, Oakeshott outlined 10 sword types in his typology. By the time he published <em>Records of the Medieval Sword</em> in 1991, this typology had grown to 22 types. When Oakeshott published The Sword in Hand in 2001, his typology had grown to 26 types.\n\nThe myth of the Medieval sword has taken a long time dying, even with Oakeshott’s tremendously influential work. In 1992 Kelly DeVries described the Medieval sword as “thick, heavy, awkward, but finely crafted,” and John Clements noted that as late as 2003 A. Baker described the longsword as weighing 20 lbs. However, while some historians still buy into the myth, in many circles it has been debunked.\n\n<hr>\n\n<blockquote>\n<h3>Bibliography</h3>\nChad Arnow, Russ Ellis, Patrick Kelly, Nathan Robinson, and Sean A. Flynt, “<em>Ewart Oakeshott: The Man and His Legacy: Part I.</em>” MyArmoury.com, 2006: <a href=\"http://www.myarmoury.com/feature_oakeshott.html\">http://www.myarmoury.com/feature_oakeshott.html</a>\n\nJ. Clements, “<em>What Did Historical Swords Weigh ?</em>” The Association for Renaissance Martial Arts:\n<a href=\"http://www.thearma.org/essays/weights.htm\">http://www.thearma.org/essays/weights.htm</a>\n\nKelly DeVries, <em>Medieval Military Technology</em>, Broadview Press, 1992.\n\nEwart Oakeshott, <em>The Archaeology of Weapons</em>, Barnes &amp; Noble Books, 1994 (originally published, 1960).\n\nEwart Oakeshott, <em>Records of the Medieval Sword</em>, The Boydell Press, 1991.\n\nCharles Henry Ashdown, <em>An Illustrated History of Arms and Armour</em>, Wordsworth Editions, 1988 (originally published 1909).</blockquote>",
    "excerpt": "",
    "pub_date": "Wed, 18 Jan 2017 17:56:11 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blades-edge-magazine",
        "name": "Blade's Edge Magazine"
      },
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      }
    ],
    "tags": [],
    "thumbnail_id": "26299",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2017/01/Typology-Darksword-Armory-medieval-swords-scaled.jpg"
  },
  {
    "id": "20261",
    "title": "Oakeshott and His Typology - Part II",
    "slug": "oakeshott-typology-part-ii",
    "link": "https://www.darksword-armory.com/oakeshott-typology-part-ii/",
    "content": "<h1 style=\"text-align: center;\">Tracking the Medieval Arms Race</h1>\nEwart Oakeshott’s (1916-2002) typology is far more than just a means for cataloguing variations on the Medieval sword. It also tells a story – a chronicle of an arms race centuries ago that pitted armorers against bladesmiths in an ongoing battle to push military technology to its limits.\n\nOne cannot truly understand the development of swords without understanding the arms race – no sword was ever developed in a vacuum. The swords of the Middle Ages were precision weapons, built to function on a battlefield against the armor of its day, and defeat it. As development in armor made one type of sword blade obsolete, bladesmiths would make another to take its place.\n\nOakeshott’s typology is a journey through time and the history of Medieval warfare, from the Viking Age to the Renaissance, from raiders to armored knights to the sword masters whose work still inspires historical fencers today. And it all begins as the age of longships faded away and a new feudal order emerged.\n\n&nbsp;\n<p style=\"text-align: center;\"><strong>The Rise of the Age of Chivalry</strong></p>\nThe first period of Oakeshott’s typology began in the wake of a technological revolution that began in Germany. Beginning most likely with the Ulfberht forge – the 10th century equivalent of a sword factory or firm – bladesmiths discovered how to refine steel to the point that they could make a blade out of a single bar, rather than having to use the time consuming (albeit beautiful) process of pattern welding. The Ulfberht forge even created swords from high grade crucible steel, a feat unmatched in Europe until long after the Middle Ages, although these swords ceased to be produced once the trade route providing the steel was lost.\n\nThe armour of the period from roughly the 10th to 14th centuries – a timeframe that saw the end of the Viking Age and dawn of Feudal Europe – was marked by nobility and knights wearing mail armour, while infantry tended to wear linen gambesons, if they wore any armor at all. The sword of this period was the knightly weapon of last resort – if the knight drew his sword, it meant that the cavalry charge had failed and the knight was now surrounded by enemies.\n\nThe sword of this time was primarily a cutting weapon, used to strike down at lightly armored oppenents from horseback, and its blade forms reflect this. The earliest, the Type X, straddles the Viking Age and the feudal world that followed. The edges are almost parallel, with a long, deep and wide fuller, and a tip that can thrust, but is clearly not made to punch through heavier armour. This type of sword is made until the 12th century, but is not made after 1200 AD.\n\n[caption id=\"attachment_20319\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20319 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeX.png\" alt=\"Type X\" width=\"600\" height=\"112\"> Type X[/caption]\n\nThe fullers of the type X were very wide, but at the same time there was a variant with a thinner fuller, which Oakeshott named the type Xa. The Xa swords were common throughout the same period as the type X swords, beginning to appear around 1000, and are only really distinguished from them by the narrower fuller, and occasionally longer blade length.\n\n[caption id=\"attachment_20320\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20320 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXa.png\" alt=\"Type Xa\" width=\"600\" height=\"86\"> Type Xa[/caption]\n\nSome of the sword blades became longer as time went on – the type XI is a key example. The blade form itself is very similar to the Xa, but it tends to have a much longer, and a bit narrower, blade in relationship to the handle. The narrow fuller runs almost to the tip of the blade. These swords have an acute point, being built a bit more for thrusting than the previous ones, although cutting was still the sword’s primary purpose. The majority of the type XI swords were used between 1100 and 1175.\n\n[caption id=\"attachment_20321\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20321 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXI.png\" alt=\"Type XI\" width=\"600\" height=\"93\"> Type XI[/caption]\n\nThe type XI also has a subtype, the XIa – this sword appears in a number of sculptures dating from 1250-1350. The main difference between the two is the width of the blade – like the XI, there is still a long, narrow fuller running almost to the tip, but the blade itself is wider than the XI.\n\n[caption id=\"attachment_20322\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20322 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXIa.png\" alt=\"Type XIa\" width=\"600\" height=\"90\"> Type XIa[/caption]\n\nWith the type XII, what we often think of as the knightly sword begins to emerge. These swords, which tend to date from the beginning of the 13th century to at least the mid-14th century, are marked with a tapering broad and flat blade, with at least one fuller extending down 2/3 to 3/4 the length of the sword. This is a sword where thrusting has become more important, but the cut is still paramount.\n\n[caption id=\"attachment_20323\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20323 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXII.png\" alt=\"Type XII\" width=\"600\" height=\"91\"> Type XII[/caption]\n\nWith the type XII’s variant, the XIIa, we see the dawn of the “Sword of War,” or “Great Sword.” These were swords that had a longer handle that could be used with two hands instead of one. The blade remains similar to the XII, but is longer. This also appears in the 13th and 14th centuries.\n\n[caption id=\"attachment_20324\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20324 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXIIa.png\" alt=\"Type XIIa\" width=\"600\" height=\"101\"> Type XIIa[/caption]\n\nThe type XIII and its subtypes, the XIIIa and XIIIb, are perhaps the most famous of all the sword types in the Middle Ages. These are the swords of war, sometimes known as a “Great War Sword” or “big German swords.” This seems to be an originally German type of sword, although it is one that is seen and used across Europe. The blades have almost parallel edges, with a rounded tip and a fuller that only extends halfway down the sword. The XIIIa swords could be true two-handers – the length of the blades ranged from 32-40\", with a handle that could be anywhere from 6-10\". The XIII had a shorter blade and handle, while the XIIIb had a longer blade, but a shorter handle. All of these swords appear between the 13th and 14th centuries.\n\n[caption id=\"attachment_20325\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20325 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXIII.png\" alt=\"Type XIII\" width=\"600\" height=\"104\"> Type XIII[/caption]\n\n[caption id=\"attachment_20326\" align=\"aligncenter\" width=\"583\"]<img class=\"wp-image-20326 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXIIIa.png\" alt=\"Type XIIIa\" width=\"583\" height=\"93\"> Type XIIIa[/caption]\n\n[caption id=\"attachment_20327\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20327 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXIIIb.png\" alt=\"Type XIIIb\" width=\"600\" height=\"100\"> Type XIIIb[/caption]\n\nWith the Type XIV, we find a shorter sword, with a blade that was often between 28-32\" long, quite broad and flat, and tapering down to a fine point. The fuller often extended only halfway down the blade, although there are exceptions, and multiple fullers do appear. This sword was very popular for a short period of time – it only appears between 1275-1340.\n\n[caption id=\"attachment_20328\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20328 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXIV.png\" alt=\"Type XIV\" width=\"600\" height=\"114\"> Type XIV[/caption]\n\n&nbsp;\n\n<strong>The Advent of Plate</strong>\n\nBy the end of the 14th century, the science of armor had advanced, and the design of the sword needed to adapt or become obsolete. The mail armor that had typified the knightly classes, against whom knights were so often using swords to fight, had been supplanted by plate armor, a process that took the better part of a century. While a sword could do considerable damage to a man wearing mail from force alone, the advent of plate rendered cutting swords next to useless against an armored foe.\n\nTo adapt to this new armor, bladesmiths began to make thrusting swords that were stiff instead of flexible, with diamond cross sections that would reinforce the tip. These were swords that were built to thrust through the gaps in armor, or even through the armor itself. The act of cutting had become a minor concern at best in the technology of the sword, at least those that were designed to deal with plate.\n\nIn the type XV and its XVa subtype, we see this new weapons technology take shape. The blade is stiff and has a triangle-shaped profile, with a diamond cross section and no fuller. As with the previous sword types, the XVa subtype is marked with a longer blade and handle, often called a “Bastard sword.” This is also a long running and popular sword types of the Middle Ages, with examples dating from 13th century all the way to the late 15th century.\n\n[caption id=\"attachment_20330\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20330 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXV.png\" alt=\"Type XV\" width=\"600\" height=\"93\"> Type XV[/caption]\n\n[caption id=\"attachment_20331\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20331 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVa.png\" alt=\"Type XVa\" width=\"600\" height=\"108\"> Type XVa[/caption]\n\nWhile the type XV and XVa were built for fighting against an opponent armored in plate, this does not mean that there was not a transitional period, with armorers experimenting with new forms of armor while bladesmiths created swords to counter them. In the type XVI and its XVIa two-handed subtype, we see an example of one of these transitional swords. This was a type of sword built to attack reinforced mail between 1300-1350. The blade is a combination of a cutting and thrusting sword. The upper half of the blade is broad, flat and fullered. The lower half is stiff and acutely pointed, with a reinforced diamond cross-section, although XVIa swords exist with a hexagonal cross-section.\n\n[caption id=\"attachment_20332\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20332 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVI.png\" alt=\"Type XVI\" width=\"600\" height=\"109\"> Type XVI[/caption]\n\n[caption id=\"attachment_20333\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20333 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVIa.png\" alt=\"Type XVIa\" width=\"600\" height=\"109\"> Type XVIa[/caption]\n\nWith the type XVII, used between around 1360-1420, we see a sword designed for no other purpose than cracking into plate. The blade is long, stiff, and triangular in profile, with a hexagonal cross section – more of a very long spike with a handle than a sword. The handle always had a hand-and-a-half grip.\n\n[caption id=\"attachment_20334\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20334 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVII.png\" alt=\"Type XVII\" width=\"600\" height=\"117\"> Type XVII[/caption]\n\n&nbsp;\n\n<strong>Forward into the Renaissance</strong>\n\nIt is tempting to depict the development of the sword as reacting solely to the development of armor, but this was not all that sword design reacted to – while the use of plate armor had rendered the cutting sword obsolete and created the need for a “plate cracker,” for lack of a better term, other developments in the lead-up to the Renaissance would change the way swords were made, and restore the act of cutting as a clear and present concern.\n\nThe first of these developments was the democratization of the sword. The sword had been the weapon of the knightly classes. As the economy of Medieval Europe developed, however, it became possible to equip infantrymen with swords as well. These infantrymen would not necessarily be up against opponents in plate, and they needed swords that could both cut through lighter armor, but still handle plate if they had to face a mounted knight.\n\nThe second of these developments was the rise of the sword masters. From the 14th century onwards, the sword began to be used not just as a battlefield weapon, but as a civilian weapon as well. Starting in Germany and then Italy, sword masters such as Johannes Liechtenauer (14th century) and Fiore dei Liberi (c. 1340s-1420s) trained students in the use of the sword, not on the battlefield but in the judicial duel against unarmored and armored opponents. This too required a sword that could both cut and thrust.\n\nWith the type XVIII and its five sub-types, we see the development of a true cut-and-thrust sword, and one of the most successful sword types in Europe, used from the 14th century even into the 19th century. The blade has a diamond cross section, sometimes with a raised ridge for additional stability, with a wide base tapering to an acute point. The longer, two-handed XVIIIa variant had a similar, but longer blade and handle, often with a fuller running 1/3 of the way down the blade.\n\n[caption id=\"attachment_20335\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20335 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVIII.png\" alt=\"Type XVIII\" width=\"600\" height=\"95\"> Type XVIII[/caption]\n\n[caption id=\"attachment_20336\" align=\"aligncenter\" width=\"544\"]<img class=\"wp-image-20336 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVIIIa.png\" alt=\"Type XVIIIa\" width=\"544\" height=\"98\"> Type XVIIIa[/caption]\n\n[caption id=\"attachment_20337\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20337 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVIIIb.png\" alt=\"Type XVIIIb\" width=\"600\" height=\"115\"> Type XVIIIb[/caption]\n\n[caption id=\"attachment_20338\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20338 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVIIIc.png\" alt=\"Type XVIIIc\" width=\"600\" height=\"120\"> Type XVIIIc[/caption]\n\n[caption id=\"attachment_20339\" align=\"aligncenter\" width=\"549\"]<img class=\"wp-image-20339 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVIIId.png\" alt=\"Type XVIIId\" width=\"549\" height=\"107\"> Type XVIIId[/caption]\n\n[caption id=\"attachment_20340\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20340 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXVIIIe.png\" alt=\"Type XVIIIe\" width=\"600\" height=\"126\"> Type XVIIIe[/caption]\n\n&nbsp;\n\nUnlike the other swords, the XVIII has four additional variants. The XVIIIb is a long, two-handed sword with a very long handle, often as long as 10-11\". The XVIIIc was a shorter-handled sword, usually with a hand-and-a-half type grip, with a longer blade. The XVIIId was similar to the XVIII, but with a more slender profile and a single-handed grip. The XVIIIe is a 15th century Danish sword two-handed sword, marked by a narrowed ricasso.\n\nThe type XIX is an outlier in many ways – the swords of this type that remain are very distinctive, appear to have come from the same workshop, and represent a transitional phase between the Medieval and Renaissance sword. Dating from around 1350-1400, the XIX is a single-handed sword, with a mostly parallel edge turning into an acute point. The blade has a hexagonal cross section with a fuller running roughly halfway down the sword. What is unique, however, is the presence of a ricasso – at the hilt of the sword is a short ricasso, with two grooves engraved on the ricasso on each side of the fuller. This facilitated a method of holding the sword where the forefinger was wrapped around the guard, a method popular enough that at least one of these swords has been found with a finger ring on the guard – one of the earliest examples of a complex hilt.\n\n[caption id=\"attachment_20329\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20329 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXIX.png\" alt=\"Type XIX\" width=\"600\" height=\"90\"> Type XIX[/caption]\n\nThe type XX and its sub-type XXa is a sword marked by its fullers. Used mainly in the 15th century, but sometimes in the 14th century, both the XX and the XXa are long hand-and-a-half swords with parallel edges that come to a point. However, this type tends to have three fullers, one central fuller running at least halfway down the blade with a shorter fuller on each side. The main difference between the XX and its XXa subtype lies in its blade shape – the XXa is more tapered, with an acute point.\n\n[caption id=\"attachment_20341\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20341 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXX.png\" alt=\"Type XX\" width=\"600\" height=\"103\"> Type XX[/caption]\n\n[caption id=\"attachment_20342\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20342 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXXa.png\" alt=\"Type XXa\" width=\"600\" height=\"109\"> Type XXa[/caption]\n\nWith the type XXI and XXII, we reach the end of the Middle Ages, and the beginning of the Renaissance. Both are single-handed swords with a wide blade tapering down to a graceful point, used in the 15th century. The XXI is the Italian Cinquedea, or “Five Fingers.” This tends to have multiple fullers and a triangular blade profile. The XXII is a similar sword, although it is marked by two short, deep and narrow fullers.\n\nAs Oakeshott noted in <em>Records of the Medieval Sword</em>, once the Renaissance begins, the typology must end – the swords of the Renaissance were so varied in form and function that a typology based on blade profile and cross section simply fails as a tool. However, from 1000 to 1450, Oakeshott’s typology gives us a fascinating look into the world of the Medieval sword and its development.\n\n[caption id=\"attachment_20343\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20343 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXXI.png\" alt=\"Type XXI\" width=\"600\" height=\"91\"> Type XXI[/caption]\n\n[caption id=\"attachment_20344\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20344 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXXIIa.png\" alt=\"Type XXIIa\" width=\"600\" height=\"88\"> Type XXIIa[/caption]\n\n[caption id=\"attachment_20345\" align=\"aligncenter\" width=\"600\"]<img class=\"wp-image-20345 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott_TypeXXIIb.png\" alt=\"Type XXIIb\" width=\"600\" height=\"115\"> Type XXIIb[/caption]\n\n<hr>\n\n<blockquote>\n<h3>Bibliography</h3>\nChad Arnow, Russ Ellis, Patrick Kelly, Nathan Robinson, and Sean A. Flynt, “<em>Ewart Oakeshott: The Man and His Legacy: Part II.</em>” MyArmoury.com, 2006: <a href=\"http://www.myarmoury.com/feature_oakeshott2.html\">http://www.myarmoury.com/feature_oakeshott2.html</a>\n\nBjorn Hellqvist, “<em>Oakeshott’s Typology – An Introduction.</em>”: <a href=\"http://www.algonet.se/~enda/oakeshott_eng.htm\">http://www.algonet.se/~enda/oakeshott_eng.htm</a>\n\nEwart Oakeshott, <em>The Archaeology of Weapons</em>, Barnes &amp; Noble Books, 1994 (originally published, 1960).\n\nEwart Oakeshott, <em>Records of the Medieval Sword</em>, The Boydell Press, 1991.</blockquote>",
    "excerpt": "",
    "pub_date": "Wed, 18 Jan 2017 18:51:08 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blades-edge-magazine",
        "name": "Blade's Edge Magazine"
      },
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      }
    ],
    "tags": [],
    "thumbnail_id": "26299",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2017/01/Typology-Darksword-Armory-medieval-swords-scaled.jpg"
  },
  {
    "id": "20349",
    "title": "Oakeshott and his typology - Part III",
    "slug": "oakeshott-typology-part-iii-2",
    "link": "https://www.darksword-armory.com/oakeshott-typology-part-iii-2/",
    "content": "<h1 style=\"text-align: center;\">Filling in the Blanks</h1>\n<img class=\"size-full wp-image-20350 alignright\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/01/Oakeshott-typology-part-III.jpg\" alt=\"\" width=\"512\" height=\"379\">Ewart Oakeshott’s typology may be one of the most useful tools in documenting and understanding the Medieval arms race, but it is far from a complete picture of the development of the Medieval sword. &nbsp;In order to complete one’s picture of the sword, one must also look at the hilts of the sword, and even the decoration of the blade. &nbsp;Oakeshott recognized this, and his work not only covered his typology, but also linked the swords in it to blade inscriptions and hilt forms.\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 18pt;\"><strong>The Military Relic</strong></span></p>\nThe knightly sword was far more than just a weapon to the Medieval knight. It was also a religious object, a personal sanctified cross that the knight would carry into battle. And, its blade decorations reflect this.\n\nInlays on blades were nothing new in the 12th century. For centuries before, the Ulfberht and Ingelrii sword firms had been marking their products with their names inlayed along the fuller, as had other smiths. In the 11th century, the type X swords began to show a distinction in their decoration – while one side of the sword still bears the maker’s name, the other was inlayed with a religious inscription. The most common was “INNOMINEDOMINI” (“In the name of God”), although this is often misspelled. There were also variations – a type X sword in Dresden has an Ingelrii inlay on one side, and on the other, in small neat letters, the words “HOMODEI” (“Man of God”), which Oakeshott suggests means that the sword was made for a crusader.\n\nBy the time the type XI swords appear, the smith’s name in the inlays had disappeared – the writing on both sides\nof the sword were now for God. “INNOMINEDOMINI” remained a common inscription, but it was joined by other inlays, such as “BENEDICTUS DEUS MEUS” (“God bless me”) and “SES PETRNUS” (“Blessed/Saint Peter”).\n\nThe 13th century saw these inlays become even more sophisticated, and in some cases symbolic to the point of becoming difficult to understand. A late example of a type X has ornately drawn letters spelling “SOSMENCRSOS” – Oakeshott suggests the “OS” probably stands for “O Sancta” (“O holy”), the “M” is probably “Maria,” the “CR” is likely “Christus,” and the EN “Eripe Nos” (“Save us”), leaving the entire inlay a version of “O holy Mary and Christ save us.”\n\nThese religious inlays – of increasing sophistication and complexity – continued well into the 13th century before personal marks again began to appear, with bladesmiths marking their work with a maker’s mark such as a bull’s head or a wolf.\n\nHowever, these inscriptions also started to fall out of fashion by the 14th century. Some inlays still appeared, but they were far simpler than they once had been, and by the middle of the 14th century, the inlay was for all intents and purposes no longer in use. Maker’s marks still appeared, but sword blades after the 14th century were usually void of decoration. It is difficult to say why this trend of inscriptions came to an end, although there are certainly possibilities – by the Hundred Years War, sword blades were being provided to the English army in bulk, suggesting that the time required to carry out an inlayed inscription was no longer profitable in the production of swords. Also, the inlays disappear as the sword ceases to be solely a knightly weapon of war, and becomes something used also by the infantry and for judicial duels – it may be that the sword had lost its status as a holy object by the 14th century, and become just another weapon.\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 18pt;\"><strong>Hilts and Sword Families</strong></span></p>\nCategorizing swords by their hilts is nothing new – prior to Oakeshott’s typology, this was the way that historians tended to categorize swords. Oakeshott’s work shone a much-needed light on the importance of the blade, but he also recognized that the hilts and furnishings of a sword were important enough to warrant further examination.\n\nOakeshott’s own understanding of how hilts could be best understood took time to develop – in his Archaeology of Weapons, he outlines a number of different types of pommels and guards, and provides examples, but he doesn’t take it further. It was in The Records of the Medieval Sword that Oakeshott developed his idea of sword families, a unifying principle that took the vast number of variations in sword fittings and categorized them in such a way that one can understand how the style of the sword developed over time, as well as date a sword and sometimes even determine its place of origin.\n\nOakeshott outlined 13 different sword families, naming them with the letters “A” to “M.”\n\nThe first family, Family A, is perhaps the most widely seen of them all. Swords in this family appear throughout the period from 950 onwards, but are at their most popular between 1050-1300. Just about everybody who has seen Medieval swords has seen this family – a short grip, disc or wheel pommel, and straight cross.\n\nFamily B is localized both in time and its sword blade, in this case the type XIV. This family appears between 1280-1325, and has a thin cross arched towards the blade, a short handle, and a wheel pommel with a prominent boss.\n\nFamily C is similar to Family A, but has a longer grip and a deep wheel pommel. Most of the type XIIIa swords fit into this family, which also has a very long period of representation – although it most commonly appears between 1250-1360, early representations of this family go back as far as 1100.\n\nFamily D appears between 1360-1410. The length of the grip remains the same, but the hilt is far more ornate. The wheel pommel now has a recessed hollow in its central boss, and the guard is very distinctive – it is long, often thicker in the middle, tapers down towards the ends, and the tips angle downward towards the blade at a 90 degree angle.\n\nWith Family E, we begin to see the development of a new pommel. This is a 14th century sword family, with its two most notable examples belonging to Austrian knights – this family is called the “Sempach” type, named after the battle in which the knights fell. The handle is long, the guard curving towards the blade but without any narrowing, and the pommel is a truncated wedge, its arched upper area filed down into anywhere between four and six hollow “scallops,” as Oakeshott describes it.\n\nFamily F is one of the more famous types of Medieval sword. It appears mainly from 1410-1550, and is a single-handed variant. It has a large wheel pommel, and a distinctive and elegant guard – the cross is long and ribbon-like, arching towards the blade with ends that are either rolled or scrolled over, and a peak in the middle towards the blade.\n\nFamily G is very similar to Family F, and while the two families do overlap in their dating, it appears early enough that it may also serve as a precursor – this sword family is mainly represented between 1380-1440. The primary difference between the two families is the guard, which is very similar to Family D. Considering the similarities and dating, it is possible that this family was a single-handed variant of Family D that appeared after it became popular.\n\nFamily H has the distinction of being perhaps the only family of swords that Oakeshott didn’t like – he writes that it is “ugly,” “dull,” “lifeless,” and “undistinguished.” The family itself has a simple hilt, with a long, straight guard, a long handle, and a flat disc pommel, often with a small recess in the center. This was, however, a popular sword, and its period of usage spans around 300 years, from the early 13th to the early 16th centuries.\n\nWith Family I, we come to a sword family that can be dated in both time and place – in this case, Southern Europe in the 14th century. This is a single-handed sword family, with a bow tie shaped guard and a large disc pommel that has an outstanding central boss. This sword family is also associated with a particular type of blade: broad, flat, and with narrow fullers. These swords do not tend to appear in art, but a number have been found in the arsenals of Constantinople and Alexandria.\n\nFamily J is a distinctive 15th century sword family mainly found in a discovery from Castillon. This single handed sword family was popular from 1420-1470, with a unique guard and pommel. The guard is short and narrow, with hemispherical knobs at its ends and a widened mid-point. The pommel is a long fish tail form, and appears to grow organically out of the top of the grip.\n\nThe next two families are from Denmark. Family K is a single handed sword, whose pommel is a flattened wheel, and whose guard is a bow tie shape similar to Family I. Family L is a 15th century variant of the long war sword – it has a very long handle with 4-5 horizontal ridges at regular intervals. Its pommel is pear-shaped, and its guard is short, flat, strongly arched towards the blade, and wider in the middle.\n\nThe final sword family, Family M, is a very common Northern European family used between the middle of the 15th century to the first quarter of the 16th century. It has a two-part grip and a long guard whose ends turn horizontally in an S-curve. The pommel is a wheel with a hollow recess.\n\n&nbsp;\n\n<strong>Putting It All Together</strong>\n\nEwart Oakeshott’s impact on the study of arms and armor cannot be overestimated. With his work, Oakeshott provided the tools to illuminate the Medieval sword. With his typology, he brought to light a Medieval arms race that had remained hidden for centuries. With his examination of sword inlays, he revealed not just the shape of the sword, but its meaning to the men who wielded it. And, with his development of sword families, he created a further tool to help locate any given sword into its correct time and place.\n\nToday, we have the ability to take any given Medieval sword and understand its time, place, purpose, and meaning to its owner. We owe this mainly to the extensive and life-long work of Ewart Oakeshott, to whom the field of sword studies will always be indebted.\n\n&nbsp;\n\n<hr>\n\n<blockquote>\n<h3>Bibliography</h3>\nChad Arnow, Russ Ellis, Patrick Kelly, Nathan Robinson, and Sean A. Flynt, “<em>Ewart Oakeshott: The Man and His Legacy: Part V.</em>” MyArmoury.com, 2006: <a href=\"http://www.myarmoury.com/feature_oakeshott5.html\">http://www.myarmoury.com/feature_oakeshott5.html</a>\n\nEwart Oakeshott, <em>The Archaeology of Weapons</em>, Barnes &amp; Noble Books, 1994 (originally published, 1960).\n\nEwart Oakeshott, <em>Records of the Medieval Sword</em>, The Boydell Press, 1991.</blockquote>",
    "excerpt": "",
    "pub_date": "Wed, 18 Jan 2017 19:52:24 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blades-edge-magazine",
        "name": "Blade's Edge Magazine"
      },
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      }
    ],
    "tags": [],
    "thumbnail_id": "26299",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2017/01/Typology-Darksword-Armory-medieval-swords-scaled.jpg"
  },
  {
    "id": "20862",
    "title": "Ten Highly Recognizable Swords from History",
    "slug": "ten-highly-recognizable-swords-history",
    "link": "https://www.darksword-armory.com/ten-highly-recognizable-swords-history/",
    "content": "Swords are an important part of human history. From their place on the battlefield to their role in the romanticised depiction of knighthood and chivalry, even people who have no interest in collecting sword for themselves will know one if they see one. Works of art, history books, trips to the museum – you almost couldn’t avoid them if you tried. And because of how frequently they appear as we learn about history there are certain types of swords that have become more iconic, more recognisable, to the average person.\n\nWe at Darksword Armory have always been history buffs, history fans, perhaps even history “geeks” if that fits. Conversation about favorite swords from history happens too often to count around here, so we thought we’d compile some of our favorite, most recognizable swords from history for you to enjoy.\n\n<hr>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"font-size: 22pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/viking-swords/\"><strong>Viking Swords</strong></a></span></p>\n<img class=\"aligncenter wp-image-20866 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/03/viking_swords_copenhagen_large-800x328.jpg\" alt=\"viking_swords_copenhagen_large\" width=\"800\" height=\"328\">\n\n&nbsp;\n<p style=\"text-align: center;\">Thanks to depictions in popular culture, Vikings are the subject of much misinformation. Historians and Viking-enthusiasts alike can be reduced to (manly) tears when they see pictures of filthy, unkempt Vikings with horned helmets. However, despite the fact that Vikings used a wide variety of weapons&nbsp; the iconic Viking sword is absolutely historical, and many surviving examples of it exist for historians to examine. The Viking Sword developed from early straight blades like the Roman Spatha, as did many European swords of that and later ages. It was a double edged, single handed blade with a wide fuller, a short handle, and simple guard, and often had a “lobed” style pommel. There is some disagreement about how the Viking sword was to be held; some grip the handle in a standard “hammer” style grip, while some experts insist it is more proper to use the “handshake” style grip. Despite the common depictions of Viking culture the Viking sword was carefully crafted into a graceful weapon, and was often adorned with intricate knotwork or designs. These days the average person is more likely to see a Viking sword on television than in a museum – but when quality shows like the History Channel’s “Vikings” do such a good job showcasing these weapons, only the most persnickety of enthusiasts would weep at that fact.</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n\n\n<hr>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/norman-swords/\"><strong>Norman Swords</strong></a></span></p>\n<img class=\"aligncenter wp-image-20873 size-full\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/03/norman-crusader-sword.jpg\" alt=\"norman-crusader-sword\" width=\"700\" height=\"700\">\n<p style=\"text-align: center;\">The Norman sword is perhaps more recognizable by name to collectors or students of medieval history, but as a design it is just as important as any other sword on this list. The Norman sword is a transition piece, a sword that existed in between the Viking sword previously described and the knightly Arming sword that was to come later. During this transition sword hilts became longer cross-guards, and the pommels became nut or wheel-shaped. The geometry of blades changed subtly as well, typically being longer, having narrower fullers, increased profile taper, and an elongated point. These changes started making European swords more suited towards cut and thrust swordplay as opposed to hacking and slashing, which was how swords were most commonly used up to this point. Simply put, the Norman sword design is where we first see the emerging style of medieval sword that is so instantly recognizable in movies and pop culture.</p>\n<p style=\"text-align: center;\">&nbsp;</p>\n\n\n<hr>\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/claymore-swords/\"><strong>Claymore Swords</strong></a></span></p>\n<p style=\"text-align: center;\"><img class=\"aligncenter wp-image-20874 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/03/museum-claymore-swords-800x600.jpg\" alt=\"museum-claymore-swords\" width=\"800\" height=\"600\"></p>\n&nbsp;\n\nThe Claymore is our first two handed sword on the list, as well as our first sword from Scotland. The name comes from Scots-Gaelic and means “great sword,” a very apt descriptor of this massive weapon. Unlike the iconic sword (but, sadly, historically inaccurate) from the movie Braveheart, Scottish Claymores had a distinct, almost uniform design. The long, broad blade sprouts organically from the forward-angling arms of the hilt, and a wheel pommel commonly completed the construction. Claymores are most often found with the distinctive “quatrefoil” design at either end of the slanted hilt. In use between the 15<sup>th</sup> and 17<sup>th</sup> centuries, the Claymore has been visible enough in art and museums that even for the non-collector, they are instantly recognizable.\n\nIncidentally, “Claymore” is also the name of an antipersonnel mine used by the United States Armed Forces. The mine is recognizable for the words “Front Toward Enemy” inscribed on them, which if you think about it really would be quite fitting on the sword as well.\n\n&nbsp;\n\n<hr>\n\n&nbsp;\n<p style=\"text-align: center;\"><strong><span style=\"font-size: 24pt;\">Basket-Hilt Swords</span></strong></p>\n<img class=\"aligncenter wp-image-20875 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/03/basket-hilt-sword-museum-antique-800x450.jpg\" alt=\"basket-hilt-sword-museum-antique\" width=\"800\" height=\"450\">\n\n&nbsp;\n\nA straight broad blade and an ornate, often brass hilt that encompasses the user’s hand are the defining characteristics of the second Scottish sword on our list. The blade was typically either a double edged blade like many European swords or a “backsword” style, which were straight but single edged. The Scottish basket-hilted sword is unique among the European swords on this list in that some were still carried during the First World War – though they first appeared in the 16<sup>th</sup> and 17<sup>th</sup> centuries. This sword is recognizable not only for its distinctive design but also as a part of the dress uniform of the Scottish military. The writer of this article was able to see many surviving historical examples of this type of sword on display in Castle Edinburgh during a visit to Scotland – just like the kilt and the bagpipes, they are an iconic and recognizable part of Scottish history.\n\n&nbsp;\n\n<hr>\n<p style=\"text-align: center;\">&nbsp;</p>\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/katanas/\"><strong>Katanas</strong></a></span></p>\n<p style=\"text-align: center;\"><img class=\"aligncenter wp-image-20876 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/03/newtakao-katana-museum-800x600.jpg\" alt=\"newtakao-katana-museum\" width=\"800\" height=\"600\"></p>\n<p style=\"text-align: center;\">&nbsp;</p>\nNo surprises here, the Katana is one of the most recognizable swords on this list. Katanas come from the small island nation of Japan, a country with a rich cultural and martial history. These weapons of the mighty samurai are curved, single-edged blades that are known for their sharpness and cutting prowess. Due to the special forging process that is required to forge one of these swords, and due to the elevated level of importance placed on them in Japanese history, Katanas have an almost mythic quality attached to them in pop culture - no other sword on this list has the same level of mystique associated with it. These swords appear in many different media, not all of which are Japanese – the Highlander series being one notable example. Partly because of these media depictions the Katana remains one of the most recognizable swords in history.\n\n&nbsp;\n\n<hr>\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/schimitars/\"><strong>Schimitars</strong></a></span></p>\n<img class=\"aligncenter wp-image-20877 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/03/museum-schimitar-swords-800x486.jpg\" alt=\"museum-schimitar-swords\" width=\"800\" height=\"486\">\n\nA single-edged, single-handed curving sword, the scimitar was wielded with devastating effectiveness on the battlefields of the Middle East. These swords first appeared around the 9<sup>th</sup> Century AD and developed from there into the iconic weapons of the ancient Arabic nations. The long, slender blades were so effective because the curve of the blade allowed it to have a longer cutting edge, carving deeply into flesh and bone. They were often made long in order to be wielded effectively from horseback. The scimitar evolved throughout history as it was carried throughout the Middle East and Asia for centuries afterwards, eventually spreading to India where it was observed in action by the British. It is generally accepted that the scimitar and its descendants also inspired the modern cavalry sabers, which were a staple on many battlefields including the American Civil War.\n\n&nbsp;\n\n<hr>\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/arming-swords/\"><strong>Arming Swords</strong></a></span></p>\n<img class=\"size-full wp-image-20878 aligncenter\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/03/arming-swords-museum.jpg\" alt=\"arming-swords-museum\" width=\"736\" height=\"736\">\n\n&nbsp;\n\nWhile knights in Medieval times (the period of history, not the restaurant – although probably them too come to think of it) were known to wield many weapons in combat, the classic image of a knight in shining armor, shield at the ready, and single-handed sword held aloft. This single-handed sword (sometimes called a knightly sword) is characterized by a blade a little less than a meter long and a cruciform hilt – similar to the earlier Norman sword, which is an ancestor of this weapon. As iconic as this sword is, it would unfortunately have limited effectiveness against heavily armored opponents – yet they remained an important part of a knight’s equipment. There is perhaps no sword on this list more recognizable than the arming sword as it is heavily represented in art, fiction, and museums. When you ask someone, anyone, to think of a sword – they will probably think of something that looks a lot like this.\n\n<hr>\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/rapiers/\"><strong>Rapiers</strong></a></span></p>\n<img class=\"size-full wp-image-21611 aligncenter\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/06/museum-antique-rapier-swords.jpg\" alt=\"museum-antique-rapier-swords\" width=\"800\" height=\"640\">\n\n&nbsp;\n\nMade famous by the Three Musketeers, Zorro, The Princess Bride, and other swashbuckling adventures, the rapier is a more recent addition to this list.&nbsp; Developed out of the arming sword as part of the evolution of the European sword, rapiers first appeared in the 16<sup>th</sup> and 17<sup>th</sup> centuries, and continued to develop into later versions like the European small-sword. Rapiers were characterized by a long, slender, flexible blade, and an ornate hilt that protected the wearer’s hand well. While these weapons were designed to be most effective at thrusting in combat, they could also be used in skilled hands to execute slashes and cuts. Often considered a “gentleman’s weapon,” the rapier is known in history and in modern pop culture as a dueling blade, and many different schools of swordsmanship developed across Europe – which eventually led to the creation of the sport of fencing. Rapiers are recognizable to many of us not only because of the beauty of their form and function but also because of the witty dialogue and quick-paced duels we have come to love in our favorite swashbuckling movies.\n\n<hr>\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/zweihanders/\"><strong>Zweihanders</strong></a></span></p>\n<img class=\"size-large wp-image-21610 aligncenter\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/06/museum-antique-german-federschwert-longsword-fencing-swords-1600x463.jpg\" alt=\"museum-antique-german-federschwert-longsword-fencing-swords\" width=\"1020\" height=\"295\">\n\nThe Zweihander is a European design that came into prominence during the 15<sup>th</sup> and 16<sup>th</sup> centuries, and was likely one of the most massive two handed swords made to date.&nbsp; This may have been a result of European smiths noticed the sudden appearance of rapiers and other smaller swords and deciding they wanted none of that nonsense. The term “Zweihander” means, literally, “two-hander,” and this is an appropriate descriptor as these are typically oversized, heavy weapons. The swords are long (up to nearly 6 feet) and they weighed significantly more than European swords typically did up to that date. The guards were very long and often ring-hilted, and occasionally the blades would have spikes that would be used to catch and drag enemies down off of horses as they rode by. Later Zweihanders were made even larger and more ornate and made simply as works of art or parade weapons. Still, these massive two-handed swords are distinctive and unforgettable for anyone who has seen one – especially if it was being swung at their head.\n\n<hr>\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 24pt;\"><a href=\"http://www.darksword-armory.com/medieval-weapons/gladius-swords/\"><strong>Gladius</strong></a></span></p>\n<img class=\"size-full wp-image-21612 aligncenter\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/06/museum-antique-roman-swords.jpg\" alt=\"museum-antique-roman swords\" width=\"683\" height=\"1024\">\n\n&nbsp;\n\nThe Roman Empire has (rightly) a reputation as one of the greatest forces of military might in human history. Roman Legionnaires utilized groundbreaking military tactics to spread the empire across a massive area of Europe, and a big part of that was the iconic weapon of the Roman Legion – the Gladius. A short, double edged blade made primarily for stabbing in between the shields of a Roman defensive formation, the Gladius was used effectively throughout the whole of the Roman Empire. Many people in modern society will recognize these swords from media – television shows like Spartacus, or movies like Ben-Hur or Gladiator. As the Roman Empire spread throughout Europe so too did the Gladius and its later relative, the longer Spatha &nbsp;– and as those iconic blades made their way across the continent they influenced sword-makers for centuries to come.",
    "excerpt": "",
    "pub_date": "Tue, 27 Jun 2017 19:59:30 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "medieval-history",
        "name": "Medieval History"
      },
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      },
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      }
    ],
    "tags": [],
    "thumbnail_id": "21610",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2017/06/museum-antique-german-federschwert-longsword-fencing-swords.jpg"
  },
  {
    "id": "21777",
    "title": "New Halstein Forge Line of Damascus Steel Knives",
    "slug": "new-halstein-forge-line-damascus-steel-knives",
    "link": "https://www.darksword-armory.com/new-halstein-forge-line-damascus-steel-knives/",
    "content": "<p class=\"lead\" style=\"text-align: center;\"><strong>Welcome to Halstein Forge!</strong></p>\n<p style=\"text-align: center;\">High quality modern made Damascus pattern knives are typically rare, custom\nmade at prices up to thousands of dollars. In taking on this new direction we were\nmaking an effort to bring the beauty of Pattern-Welded knives to the market,\nenabling collectors to purchase custom-quality Damascus knives at production\nprices. Each model has been researched, designed, and tested by Halstein Forge’s\ntrained knifemakers. We are committed to producing blades that, like those made\nby Halstein Forge’s parent company, are functional, durable, capable of retaining a\nsharp edge, and aesthetically beautiful. We hope you have enjoyed this walk\nthrough history with us, and hope that you will join us for our new venture!</p>\n[ux_banner bg=\"http://www.darksword-armory.com/wp-content/uploads/2017/07/damascus-steel-knife-eogan-halstein-forge.jpg\" height=\"500px\" text_color=\"light\" text_align=\"center\" text_pos=\"center\" text_width=\"70%\" parallax_text=\"0\" parallax=\"9\" effect=\"\"]\n\n&nbsp;\n<h1>Damascus Steel Knives</h1>\n<h4 class=\"thin-font\">The New Halstein Forge Line</h4>\n[button text=\"See Now\" link=\"http://www.darksword-armory.com/halstein-forge-damascus-steel-knives/\" size=\"large\" style=\"damascus steel knives\"]\n\n[/ux_banner]\n\n&nbsp;\n\n[row style=\"boxed\" style=\"background-color-black;\"]\n\n[col span=\"1/1\" hover=\"fade\" ]\n[featured_box title=\"Our Announcement\" img=\"http://iconurl\"&nbsp;img_width=\"\" &nbsp;pos=\"center\" link=\"\"]\n\nSince our announcement in March 2017, Darksword Armory’s\nrevolutionary new line of production Damascus Steel Knives under the new\nHalstein Forge subdivision has made significant waves in the industry. We have\nhad more traffic and more requests for information about this new venture than\nalmost any other in Darksword’s history, and the emails have kept on coming.\nHere at Darksword, our motivation to create these beautiful and functional\nproducts is not merely as a business – we are craftsmen, collectors, and historians,\nfirst and foremost. And in order to help our fans (and the general public)\nunderstand exactly what makes these knives so special, we thought we would give\nsome historical context for the use of Damascus or Pattern-Welded steel. In\naddition, we also wanted to give you a special, “behind the scenes” peek at the\nforging process for these knives – so please read on!\n\n[/featured_box]\n\n[/col]\n\n[/row]\n\n[row style=\"collapse\"]\n\n[col span=\"1/1\" hover=\"focus\" ]\n\n<img class=\"aligncenter wp-image-21849 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/08/damascus-steel-knives-bare-blades-display-halstein-forge-800x534.jpg\" alt=\"damascus-steel-knives-bare-blades-display-halstein-forge\" width=\"800\" height=\"534\">\n<h3>What the heck is Damascus Steel/Pattern Welding?</h3>\n[divider]\n\nSince ancient times, blacksmiths have been constantly attempting to find ways to\ncreate stronger, harder, more resilient metals. The discovery of high carbon steel\nwas a revolution that catapulted technology forward, and an ancient “arms race”\nwas on to find the best methods of working with this new metal.\n\nIn India sometime between the 6th century BCE and the beginning of the Common\nEra, blacksmiths stumbled across a special technique to create a special kind of\nsteel that would come to be known as “Wootz.” This steel, also called Damascus\nsteel due to it being used later to make weapons in the area of modern-day Syria,\nwas remarkably strong and able to hold an incredibly sharp edge. This was due to\nthe presence of carbon nanotubes in the blade, which were created accidentally but\nwere still incredibly effective. Wootz steel became renowned, and was\nrecognizable by the swirling patterns on the surface of the blade.\n\nThe technique for creating Wootz was lost, though in modern times some claim it\nhas been rediscovered. However, due to advances in forging techniques and\nqualities of metals available, modern blades can be just as resilient if not more so\nthan ancient Wootz. This is not to say that the work of those smiths in ancient India\nshould be disregarded – far from it. These ancient masters are giants on whose\nshoulders we stand to reach the heights we have, and we are eternally grateful for\ntheir collective works and wisdom.\n\n[caption id=\"attachment_21850\" align=\"alignleft\" width=\"533\"]<a href=\"http://www.darksword-armory.com/medieval-weapon/knives/the-cynwrig-1904/\" target=\"_blank\" rel=\"noopener\"><img class=\"wp-image-21850 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/08/damascus-steel-knife-showcase-533x800.jpg\" alt=\"damascus-steel-knife-showcase\" width=\"533\" height=\"800\"></a> Here is an image of The Cynwrig (#1904) click this image to view the Product Page[/caption]\n\nHalstein Forge knives are not made from <a href=\"https://en.wikipedia.org/wiki/Wootz_steel\" target=\"_blank\" rel=\"noopener\">Wootz steel</a> – instead, they are made\nfrom something called “Pattern-Welded” steel, which is also referred to as\nDamascus or “Modern Damascus.” Confused yet? The explanation is surprisingly\nsimple – Pattern-Welding is a forging technique that produces a similar visual\neffect on the surface of a blade – the swirling patterns – but is arrived at by an\nentirely different method.\n\nPattern-Welding is a technique which utilizes the heat of a forge to weld together\ndifferent pieces of metal – sometimes with widely varying compositions – into a\nsingular whole. It was used by sword smiths who desired to create blades with\nunique properties, often attempting to weld a hard, edge-retaining strip of metal\nonto a soft, shock-absorbing core. By twisting together the various types of metals\nthey were using these blacksmiths discovered they could produce patterns of\nextraordinary beauty on the surface of the blade.\nPattern-Welding techniques were used in many places in the ancient world, most\nnotably by the Vikings who created some extraordinary examples of the technique.\nDue to the similarity in appearance to Wootz steel the term “Damascus” because\nused interchangeably for both types of steel in modern times. Right now Damascus\nsteel can be used in sword, knives, kitchenware, all manner of places, but when it\ncomes to high quality Damascus knives, this has typically been the province of\ncustom bladesmiths – until now. So that’s the history behind the steel, and we hope you enjoyed learning a bit more about it. Let’s take a look at what goes into the forging process for the new Halstein knives!\n\n[/col]\n\n[/row]\n\n[row style=\"divided\"]\n\n[col span=\"1/2\" animate=\"fadeInLeft\"]\n<h3>How are Halstein Forge Knives made?</h3>\n[divider]\n\nHalstein Forge Knives are individually hand forged with a combination of 1075\nand 8670m steel. 8670m is sometimes described as a “better” version of 5160 with\nbetter toughness due to it/s nickel content (.88%) and edge holding capability due\nto its carbon content (.71%), while 1075 is essentially similar to 15n20 with added\nnickel. Using this combination, we make a 3 bar composite pattern welded\nconstruction, stacked in 9 billets.\nWe begin by heating the billets and proceed in hammering the billet under the\npower hammer in order to weld / bond the stock.\n\n<img class=\"size-full wp-image-21809 alignnone\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/07/heated-billets-damascus-knife-forging.jpg\" alt=\"heated-billets-damascus-knife-forging\" width=\"732\" height=\"350\">\n\nBorax is applied to remove the oxides and impurities to assure a clean forge weld\nor bond.\n\n<img class=\"alignnone size-full wp-image-21808\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/07/borax-treatment-heated-billets-for-damascus-steel.jpg\" alt=\"borax-treatment-heated-billets-for-damascus-steel\" width=\"451\" height=\"205\">\n\nOnce welded, the billet is hammered with the power hammer to thin out and\ntherefore stretch the stock. Once stretched, the stock is cut into even pieces and\nstacked again and the process is repeated once again.\n\n<img class=\"alignnone size-full wp-image-21807\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/07/drawing-the-blade-twisting-damascus-billets-hot.jpg\" alt=\"drawing-the-blade-twisting-damascus-billets-hot\" width=\"732\" height=\"402\">\n\n[divider]\n\nOnce welded, the billet is hammered with the power hammer to thin out and\ntherefore stretch the stock. Once stretched, the stock is cut into even pieces and\nstacked again and the process is repeated once again.\n\nOnce completed, the billet is heated again, twisted repeatedly and then power\nhammered. Once achieved, you are ready to forge the basic shape of the blade.\nThis process is called “drawing” the blade.\nThe blades are forged with a combination of power hammer and a variety of\nblacksmith hammers for final geometry or “fine tuning”, the blades are then evenly\nheated (hardened) by quenching the blades in oil (1500 degrees F). Once hardened,\nthe blades are heated in three separate cycles at a lower temperature (475 degrees\nF), in one hour cycles. This reduces the brittleness caused by the hardening\nprocess.\n\n&nbsp;\n\n[/col]\n[col span=\"1/2\" animate=\"fadeInLeft\"]\n\n&nbsp;\n\nFinally, the blade’s geometry is grinded to its final shape. The blade is then\ndripped in acid. The acid etches out the harder layers of steel more than the softer\nlayers, revealing the beautiful pattern for which Damascus is known for.\nThe handles of Halstein Forge knives are all designed in house, and an original is\ncarved by hand out of solid oak. To reproduce these handles at a production level,\na special replicator called a pentagraph is used to scan and create each subsequent\nhandle without the risk of errors. Every handle is individually fitted tightly to a\nsolid, often visible tang for added strength and security.\n\nHere are some images of how we Sharpen the Damascus Steel Knives using a belt sander.\n\n<img class=\"alignnone size-full wp-image-21851\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/08/sharpening-damascus-steel-knife-belt-sander-angle-2.jpg\" alt=\"sharpening-damascus-steel-knife-belt-sander-angle-2\" width=\"1000\" height=\"667\"> <img class=\"alignnone size-full wp-image-21852\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/08/sharpening-damascus-steel-knife-belt-sander-angle.jpg\" alt=\"sharpening-damascus-steel-knife-belt-sander-angle\" width=\"1000\" height=\"667\"> <img class=\"alignnone size-full wp-image-21853\" src=\"http://www.darksword-armory.com/wp-content/uploads/2017/08/sharpening-damascus-steel-knife-belt-sander.jpg\" alt=\"sharpening-damascus-steel-knife-belt-sander\" width=\"1000\" height=\"667\">\n\n&nbsp;\n\n[/col]\n\n[/row]\n\n&nbsp;\n\n&nbsp;",
    "excerpt": "",
    "pub_date": "Wed, 02 Aug 2017 15:07:15 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      },
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      }
    ],
    "tags": [],
    "thumbnail_id": "21863",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2017/08/damascus-steel-knife-halstein-forge-banner-3.jpg"
  },
  {
    "id": "24117",
    "title": "Amazon’s New Lord of the Rings TV Series – What We Know, and What We Hope For",
    "slug": "amazons-new-lord-of-the-rings-tv-series-what-we-know-and-what-we-hope-for",
    "link": "https://www.darksword-armory.com/amazons-new-lord-of-the-rings-tv-series-what-we-know-and-what-we-hope-for/",
    "content": "<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">When Peter Jackson’s <em>Lord of the Rings</em> film trilogy concluded in 2003, everyone seemed to agree that it was a masterpiece. The fans loved it, the box office overflowed, even the critics approved. The final part in the trilogy – <em>The Return of the King</em> – swept the Academy Awards with a record-setting 11 Oscars, bringing the total for the trilogy to 17 (also a record). For the last 15 years the trilogy has stood as the definitive interpretation of J.R.R. Tolkien’s magnum opus.</span>\n\n<img class=\"aligncenter wp-image-24120 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2018/05/lotr-lord-of-the-rings-amazon-tv-series-poster-800x450.jpg\" alt=\"lotr-lord-of-the-rings-amazon-tv-series-poster\" width=\"800\" height=\"450\">\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Until now – when internet retailer turned media giant Amazon has acquired the rights to produce a vast, multi-season television series, and invested 1 billion dollars into bringing it to life.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">It seems fitting – a company that started out selling books has been tasked with bringing one of the greatest works of fiction in human history to life in the biggest (and most expensive) tv series ever attempted. Amazon has grown into an empire with the resources to make this attempt, and fans around the world are excited, anxious, and most of all curious at what this new series will be like. After all, Peter Jackson’s trilogy was immersive, ambitious, and epic on an almost unimaginable scale for its time. What will this new series bring to the table?</span>\n\n&nbsp;\n\n<span style=\"font-size: 18pt;\"><strong><span style=\"font-family: 'book antiqua', palatino, serif;\">What we know so far</span></strong></span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Here are just a few things we do know about the upcoming series:</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">1. It won’t be here for a while – production is slated to begin at some point in the next two years, so we probably won’t get to watch it until sometime after 2020.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">2. The series will cover the time between The Hobbit and The Lord of the Rings, a 76-year period. We don’t yet know how much material will be from the trilogy itself and how much will take place “outside” the trilogy. This means the series might not be remaking the books but supplementing them, which could mean…</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">3. Some of the original cast might reprise their roles – Sir Ian McKellen has expressed interest in continuing to play Gandalf, something that fans would certainly love! Depending on interest from actors and “legal issues,” we could potentially see a number of original actors back for this project (although it has been over a decade since they suited up in Middle Earth).</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">4. The series is currently optioned to run for five seasons – so far, and there is already talk of a spin-off. Will it go longer? Will we get that most unlikely of outcomes and see a full screen adaptation of The Silmarillion, Tolkien’s “Old Testament”?</span>\n\n&nbsp;\n\n<span style=\"font-size: 18pt;\"><strong><span style=\"font-family: 'book antiqua', palatino, serif;\">So, what is it going to be about, then?</span></strong></span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Unfortunately – tantalisingly – all we have at this point is a few facts surrounded by rumors. But even the details that we know of are filled with rich possibility. A series taking place between The Hobbit and The Lord of the Rings is not just an intermission – it covers a period of Middle-Earth history in which many important events occur. At Darksword Armory, the prevailing theory is that the series will focus on the character of Aragorn, also known as the Dúnedan Ranger Strider. Due to his Numenorean heritage Aragorn is blessed with long life; at the start of The Fellowship of the Ring (The first volume of The Lord of the Rings) Aragorn is 86 years old – which means at the end of The Hobbit he is only 10. That is a lifetime of adventure for the series to explore, and trust us – Aragorn did NOT spend it idle.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Aragorn’s father, the rightful heir of Gondor, was killed when he was a child, and Aragorn was fostered by Elrond, Lord of Rivendell, until he came of age. Ten years after The Hobbit ends Aragorn reaches this milestone and is told of his true heritage, which starts him on his hero’s journey. Despite the fact that he also met and fell in love with Elrond’s daughter Arwen, Aragorn chose to leave the safety of Rivendell and go lead the remnant of his people, the Dúnedain, in the wilderness. During this time he met and became friends with Gandalf the Grey, served as silent guardian of the Shire (in which Bilbo Baggins kept the One Ring, unawares, for decades), fought with the army of King Thengel of Rohan, father of King Thingol (who appeared in the Lord of the Rings film series), and has countless adventures all across Middle Earth. If the series chooses to cover the life of Aragorn, it would have some amazing material to work with.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Of course, it’s always possible that it will just be a five-year series about Bilbo’s lazy Shire days, garden parties, and hijinks avoiding his distant relations… but somehow, we doubt that.</span>\n\n&nbsp;\n\n<span style=\"font-size: 18pt;\"><strong><span style=\"font-family: 'book antiqua', palatino, serif;\">What sword collectors should expect</span></strong></span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">So what does this mean for fans – and (more importantly for Darksword Armory!) what does it mean for sword collectors? We can expect that the series will have a similar effect on the sword industry as did the original trilogy, Game of Thrones, and other fantasy media – that is, it will almost certainly inspire a new generation of sword collectors. Many people who viewed the Lord of the Rings turned to the internet to scratch their newfound sword itch – why should the Lord of the Rings tv series be any different?</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">We also hope that the series will contain a large amount of attractive and deadly blades that inspire forges to expand their line of creativity, making weapons inspired by those weapons carried by Tolkein’s heroes. Darksword Armory have had many swords inspired both by Tolkien’s work and by Peter Jackson’s trilogy – currently, still make the following:&nbsp;</span>\n<ul class=\"releaseul\">\n \t<li><span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\"><a title=\"LOTR Ranger Sword\" href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/the-ranger-sword/\" target=\"_blank\" rel=\"noopener\">The Ranger Sword</a>&nbsp;- inspired by the sword of Aragorn from the first two films, a blade carried by the Dúnedain rangers;</span></li>\n \t<li><span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\"><a title=\"LOTR Anduril Sword\" href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/the-anduril-sword-1309/\" target=\"_blank\" rel=\"noopener\">The Anduril Sword</a>&nbsp;– inspired by the sword of Aragorn from The Return of the King, the weapon reforged from the shards of Narsil;</span></li>\n \t<li><span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\"><a title=\"LOTR Sage Sword\" href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/the-sage-1330/\" target=\"_blank\" rel=\"noopener\">The Sage Sword</a>&nbsp;– inspired by the weapon Glamdring, carried by Gandalf in Peter Jackson’s trilogy;</span></li>\n \t<li><span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\"><a title=\"LOTR Feanor Sword\" href=\"http://www.darksword-armory.com/medieval-weapon/medieval-swords/feanors-two-handed-sword-1351/\" target=\"_blank\" rel=\"noopener\">The Sword of Feanor</a>&nbsp;– inspired by the Silmarillion, Feanor was the most powerful elf who ever lived and the first to create weapons for the elves.</span></li>\n</ul>\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">The Tolkien swords we have made have been among the most popular in our selection – and should more swords be inspired by this new series, we hope they will be a hit with all sword collectors out there.</span>\n\n&nbsp;\n<p style=\"text-align: center;\"><span style=\"font-size: 14pt;\"><span style=\"font-family: 'book antiqua', palatino, serif;\">Here's a Short Video breaking down the Top 10 Things that would be desired in the Newly Highly Anticipated TV Series</span></span></p>\n\n<center><iframe src=\"https://www.youtube.com/embed/Rp07_QRIvy0\" width=\"760\" height=\"415\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><span data-mce-type=\"bookmark\" style=\"display: inline-block; width: 0px; overflow: hidden; line-height: 0;\" class=\"mce_SELRES_start\">﻿</span></iframe></center>",
    "excerpt": "",
    "pub_date": "Thu, 17 May 2018 17:00:25 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      }
    ],
    "tags": [],
    "thumbnail_id": "24132",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2018/05/LOTR-lord-of-the-rings-amazon-series-ring.jpg"
  },
  {
    "id": "24859",
    "title": "Animatch Dog Adoption Fundraiser",
    "slug": "animatch-dog-adoption-fundraiser",
    "link": "https://www.darksword-armory.com/animatch-dog-adoption-fundraiser/",
    "content": "<p style=\"text-align: center;\"><span style=\"font-size: 18pt;\"><strong><u>DSA Replica Sword Event</u></strong></span></p>\n<span style=\"font-size: 14pt;\">Greetings, Darksword Armoury fans and friends!</span>\n\n<span style=\"font-size: 14pt;\">So a couple of weeks ago, I received an email from a Montreal based animal shelter that I donate to. Animatch is a non-profit canine ‘’no kill’’ adoption agency which matches responsible would-be pet owners with abandoned dogs. Recently, the organization, which receives minimal governmental help, was asked to move from its premises by the city in order to build more condos.</span>\n\n<img class=\"alignnone size-full wp-image-24924\" src=\"http://www.darksword-armory.com/wp-content/uploads/2018/06/animatch-eviction-letter.jpg\" alt=\"animatch-eviction-letter\" width=\"572\" height=\"1197\">\n\n<span style=\"font-size: 14pt;\">Now, you are probably wondering ‘’what does this have to do with swords’’, well, as some of you know, I’m a fervent advocate of animal welfare and donate extensively to various rescue organizations saving abandoned &amp; mistreated animals. Which brings me to the point of this post; Animatch is in dire need of funds in order to find a new location in the aftermath of this “polite” eviction notice. Animatch is a non profit organization, meaning that their funding is very limited, and as with most non-profits they have little capital saved up.</span>\n\n<span style=\"font-size: 14pt;\">We have some news for our community, news which (up until recently), we were legally obligated to keep to ourselves…</span>\n\n<span style=\"font-size: 14pt;\">So about 5 years ago it came to our attention that a company in Indian was manufacturing DSA designs under their banner. &nbsp;After their initial refusal to stop, we had no other choice but to take legal action.</span>\n\n<span style=\"font-size: 14pt;\">After a long legal battle, our lawyer won the case and we had about 340 swords confiscated.</span>\n\n<span style=\"font-size: 14pt;\">While our initial plan was to destroy the goods, given Animatch’s dire situation, after considerable debate and much hissing, scratching, mauling and biting we decided to turn a negative experience into something positive. We decided to use the swords for good, not evil hahahah!&nbsp; We decided to use these swords as a means to fund Animatch and help them buy a new building for their continued efforts in helping abandoned dogs around the city. To do so, we have decided to grind off our logo and sell these copies for 150$ each, with scabbards and belts and donate 100% of the sales to Animatch. The quality is comparable to Windlass and other makers in India.</span>\n\n<span style=\"font-size: 14pt;\">These will be sold on a specific page on our website with clear indication as to what is being sold, so that everyone understands that these are, by no means, DSA swords. Although we tested the flex and structural integrity of the swords, and found the quality and make comparable to other well-known&nbsp; Indian manufacturers. That said, we feel that 150$ is an excellent price/quality ratio and 100% of the sales will be going to Animatch .</span>\n\n<span style=\"font-size: 14pt;\">While I do have some reserve about putting out Darksword knock offs, we will do so in a way that is very clear that these are not Darksword products and all logos will be etched over with a generic logo. All sales will have our usual 100% satisfaction guarantee or money back policy and we will polish each sword prior to shipping.</span>\n\n<span style=\"font-size: 14pt;\">To be clear – we will not keep any % for this, receive no compensation, and any expenses for the credit card processing fees will be paid out of our pockets, not by Animatch. The maker’s mark (fake DSA logo) will be ground off so there is NO chance that these an be resold as legitimate DSA swords. That said however, we feel that 150$ is an excellent price/quality ratio and 100% of the proceeds will be going to Animatch.&nbsp; Buy these swords for display and show your support for Animatch. Frame it up and recognise the good you have done, helping Animatch will rescue the lives of thousands of dogs for years to come. Consider picking one up knowing that 100% of the proceeds will be going towards a worthwhile charity.</span>\n\n<span style=\"font-size: 14pt;\"><a href=\"http://animatch.ca/\">You can visit this link to go to Animatch to make a donation today!</a></span>\n\nThank you for reading, and please consider supporting our charitable efforts!\n\n&nbsp;\n\nLet’s help Mr. Bigglesworth find a new home !\n\n<img class=\"aligncenter wp-image-24925 size-medium\" src=\"http://www.darksword-armory.com/wp-content/uploads/2018/06/dog-game-of-thrones-chair-bones-736x800.jpg\" alt=\"dog-game-of-thrones-chair-bones\" width=\"736\" height=\"800\">\n<p style=\"text-align: center;\"><span style=\"font-size: 18pt;\"><strong>To View the Sale Event page please <a href=\"http://www.darksword-armory.com/medieval-weapons/dsa-replica-swords/\">Click Here</a></strong></span></p>\n[gallery columns=\"2\" link=\"file\" size=\"medium\" ids=\"24826,24822,24819,24933\"]",
    "excerpt": "",
    "pub_date": "Fri, 22 Jun 2018 17:55:10 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "uncategorized",
        "name": "Uncategorized"
      }
    ],
    "tags": [],
    "thumbnail_id": "24921",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2018/06/darksword-armory-animatch-fundraiser-banner-1.jpg"
  },
  {
    "id": "25528",
    "title": "Royal Armouries Museum (Leeds): A Brief History of War",
    "slug": "royal-armouries-museum-leeds-a-brief-history-of-war",
    "link": "https://www.darksword-armory.com/royal-armouries-museum-leeds-a-brief-history-of-war/",
    "content": "<h2 style=\"text-align: left;\"><span style=\"font-size: 24pt;\">An Overwhelming Experience from a Renowned Sword Collector.&nbsp;</span></h2>\nMany enthusiasts of medieval and renaissance arms and armour have secretly longed to travel back in time, just to spend a day – to catch a glimpse – of the beautiful and functional articles of war that we find so fascinating. For those of us who lack access to a time machine, though, there is the Leeds Royal Armouries Museum.\n\nSince 1996 the Leeds Royal Armouries Museum has housed the United Kingdom’s National Collection of Arms and Armour, which was previously held at the <a style=\"color: #af0808;\" href=\"https://www.hrp.org.uk/tower-of-london/\" target=\"_blank\" rel=\"noopener\">Tower of London</a>. Originally, the Office of the Royal Armoury was commissioned centuries ago to manufacturer medieval weapons and armour for the British royal family and their soldiers. Based out of the Tower of London, also known as “The White Tower,” it grew to become a repository of arms and armour; essentially, it was the first museum in the United Kingdom. As firearms slowly replaced the edged weapons of the British foot soldiers, the National Collection was gradually placed into storage, with only a fraction of it left on display at the Tower of London. In 1935 the Royal Armouries was recognised as a national museum, and slowly the collection re-entered the public eye. This world-renowned collection hosts more than 70,000 articles of weapons and armor dating from ancient times (pre-Roman) to the modern era in several locations, none of which is as impressive as the Royal Armouries in Leeds, West Yorkshire, UK.\n\nThe collection held at the Royal Armouries boasts a stunning variety of artifacts; weapons from ancient Greece, examples of the Thompson submachine gun (the infamous “Tommy Gun” of the prohibition era), a longbow from the wreck of the Mary Rose, detailed jousting armor commissioned by <a style=\"color: #af0808;\" href=\"https://en.wikipedia.org/wiki/Henry_VIII_of_England\" target=\"_blank\" rel=\"noopener\">King Henry VIII</a>, and mortars from both World Wars, as well as countless swords and other handheld weapons from different eras. An oriental collection displays weapons from China, Japan, India, and other great Asian powers of history. In more recent years new displays have been added: replicas of weapons from the Lord of the Rings film series – based on the iconic books by British author J. R. R. Tolkien – are now on display, and more recently the museum is attempting to acquire the original “blasters” from the Star Wars trilogy.\n\nThese individual examples pale in comparison to the world-famous Hall of Steel, a five-story tower that is the largest mass display of arms created in the modern world. A stunning exhibition, the Hall of Steel showcases over 2700 weapons from different eras in a display that simply has to be seen to be believed. But don’t take our word for it – see for yourself!\n\nDarksword Armory prides itself on creating modern sword replicas that are closely based on historical examples. Darksword Armory founder Eyal Azerad travels to museums and private collections abroad in order to examine these artifacts\n\nin person. In 2017, on one of his overseas journeys, he took the following photo series at the Leeds Royal Armouries Museum. We invite you to enjoy over 200 images from this expedition!\n\n[ngg src=\"galleries\" ids=\"42\" display=\"photocrati-nextgen_basic_thumbnails\" override_thumbnail_settings=\"1\" number_of_columns=\"5\" display_view=\"default-view.php\"]\n\nIn addition to the collections of weapons both historical and modern, the Leeds Royal Armouries Museum has a number of art displays as well. Galleries exhibit commentaries on the ethics of hunting, armed civilians, and weapons for self-defence. The Royal Armouries Museum also partners with the British Peace Museum for an exhibition entitled “Peace – A Farewell to Arms,” which discusses the concept of disarmament and the potential for a future free from armed conflict. An unusual display at a museum of war, perhaps, but when contrasted with the centuries of deadly weapons in the same building it is a poignant reminder of the costs of warfare.\n\nIf you are ever fortunate enough to attend the Leeds Royal Armouries Museum in person, they also have a host of events including weapons demonstrations, military exhibitions, and two jousting competitions each year (at Easter and in Summer). More than a simple sword collection, this museum is one of Darksword Armories’ favourites – we hope you have the chance to see it in person!\n\nFind out more about the <a style=\"color: #af0808;\" href=\"https://royalarmouries.org/venue/royal-armouries-museum/\" target=\"_blank\" rel=\"noopener\">Leeds Royal Armouries Museum</a>&nbsp;",
    "excerpt": "",
    "pub_date": "Tue, 27 Nov 2018 19:36:01 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      },
      {
        "domain": "category",
        "nicename": "sword-and-armor-history",
        "name": "Sword and Armor History"
      },
      {
        "domain": "category",
        "nicename": "sword-education",
        "name": "Sword Education"
      }
    ],
    "tags": [],
    "thumbnail_id": "26590",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2018/11/royal-armouries-museum-leeds.jpg"
  },
  {
    "id": "26108",
    "title": "The Rise and Fall of Númenor Part 1",
    "slug": "the-rise-and-fall-of-numenor-part-1",
    "link": "https://www.darksword-armory.com/the-rise-and-fall-of-numenor-part-1/",
    "content": "[caption id=\"attachment_26231\" align=\"alignright\" width=\"297\"]<img class=\"wp-image-26231 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2018/10/king-of-armor-Elendil-lotr-lord-of-the-rings.jpg\" alt=\"king-of-armor-Elendil-lotr-lord-of-the-rings\" width=\"297\" height=\"333\"> Elendil was High King of both Gondor and Arnor[/caption]\n\n<span style=\"font-size: 14pt;\"><em><span style=\"font-family: 'book antiqua', palatino, serif;\">In this article, Darksword Armory staff explore some of the ancient history of Tolkien's Lord of the Rings Trilogy. Specifically, we take a look at the overthrow of the Dark Lord Morgoth, the fate of the half-elves, and the founding of the ancient kingdom of&nbsp; Númenor - and what connection this kingdom has to a popular character from the books.</span></em></span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Aragorn, titular hero from The Return of the King and one of the central characters of the Lord of the Rings series, is often referred to as the heir of Gondor. If you're like most fans of the Lord of the Rings books you've always just taken this at face value - there is a kingdom named Gondor, and Aragorn is the rightful ruler of that kingdom. Simple enough, yes? However, the deeper you go into the story, the more complicated the situation gets. For example, we also hear about how Aragorn is the rightful king of a country called Arnor - what's that about? And what's this \"Númenor\" place that people keep talking about?</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">In order to answer these questions, we welcome you to a Lord of the Rings history blog post - The Rise and Fall of Númenor (Part 1). Tolkien did nothing halfway, and nowhere is that more apparent than in his world of Middle-Earth. He wrote voluminous amounts of history and myth that were gathered into the text of Middle-Earth lore known as \"The Silmarillion.\" This blog post will touch briefly on the historical background of Aragorn as a descendant of the Numenoreans.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Thousands of years before the events of the LOTR series, Middle-Earth was under the subjugation of Morgoth, an evil being of immense power. Once a member of the Valar, the gods of Middle-Earth, Morgoth brought ruin and death to all the free peoples of the world. Elves, dwarves, humans, all suffered under his rule. The rest of the Valar, reluctant to fight Morgoth themselves for fear of breaking the world, remained in Valinor - the Undying Lands, a vast continent hidden across the sea to the West where also lived most of the elves. Though there were kingdoms and powers that resisted Morgoth's rule few could stand against him, and some humans even joined his side. The darkness that fell across the land seemed like it would never end.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">However, in the darkness a light slowly grew. The great hero Eärendil, descended from humans and elves, risked his life to cross the enchanted seas and seek aid for both his peoples. Knowing that setting foot on Valinor meant he would never again be permitted to return to Middle-Earth, he approached the Valar and beseeched them for aid on behalf of both humans and elves. The Valar relented, and brought their armies of spiritual beings known as Maiar, as well as all the hosts of elves they could muster from Valinor, and descended upon Middle-Earth.</span>\n\n[caption id=\"attachment_26306\" align=\"alignleft\" width=\"284\"]<img class=\"wp-image-26306 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2018/10/Eärendil_slays_Ancaglon.jpg\" alt=\"Eärendil_slays_Ancaglon\" width=\"284\" height=\"429\"> Eärendil slays Ancalagon, by Ted Nasmith[/caption]\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">What followed was known as the War of Wrath. Valar, Maiar, elves, humans, and dwarves fought against the forces of Morgoth. So devastating was this war that face of Middle-Earth was completely changed - a massive section of the continent to the North-West was sunk beneath the ocean. The war lasted 40 years, and was nearly lost when Morgoth unleashed the winged dragons which were his secret weapon. Only the intervention of Eärendil, now commanding a sky-ship which could carry him even to the stars, prevented the total loss of the Valar's forces. Ultimately, Morgoth's final defeat was achieved, and the fallen god was cast beyond the world forever. The forces of the Valar rested, not knowing that Morgoth's chief servant Sauron and a small number of Orcs had escaped.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">As the Valar prepared to return to Valinor, there remained questions. What to do with the elves who remained in Middle-Earth, many of whom had disobeyed the Valar in the past? What to do with the humans who had sacrificed so much to fight a darkness that was the Valar's responsibility? And what to do with the children of Eärendil, the two half-elves Elrond and Elros?</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">To the elves, the Valar gave a command - return to Valinor, and let Middle-Earth come under the dominion of humankind. While some followed this command, others chose to remain in Middle-Earth for a time before growing weary of life and taking a long journey across the ocean to return to their kin. To the faithful humans who fought with the Valar and their forces, the Valar gave a great reward - they raised the Isle of Elenna from the ocean to be their home, separate from Middle-Earth but not yet in the realm of Valinor, and granted them an extended lifespan of over 200 years. And to the half-elves they gave a choice - be numbered among the race of elves, or the race of humankind. Elrond chose to remain with the elves, and left his human heritage behind. Elros bid farewell to the elves, and left with the faithful humans to be their king on this new land.</span>\n\n[caption id=\"attachment_26234\" align=\"alignright\" width=\"340\"]<img class=\"wp-image-26234 size-thumbnail\" src=\"https://www.darksword-armory.com/wp-content/uploads/2018/10/numenor-lord-of-the-rings-340x340.jpg\" alt=\"numenor-lord-of-the-rings-map\" width=\"340\" height=\"340\"> Map of Numenor[/caption]\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">And thus it was founded as the center of humankind on earth - Númenor , the kingdom of Westernesse.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">For a long, long time Númenor was a beacon of light and culture in Middle-Earth. Their long life let them grow in power, and their kingdom became ever more majestic. Their great ships sailed all the oceans of Middle-Earth, visiting strange lands and making alliances with the people they found there. They also followed the one law the Valar gave them, a law known as the Ban - that they never attempt to sail to Valinor and set foot on the Undying Lands. And for many generations, they were content.&nbsp;</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">This brief description of the Rise and Fall of Númenor will be continued in Part 2, coming soon!</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">This blog post only scratched the surface - we said nothing of the Silmarils, great magic jewels that are at the center of the story of Morgoth and the elves, nor did we discuss the long history of Middle-Earth under Morgoth's rule. But we hope this blog post and the ones that follow will help fans of the Lord of the Rings gain a better understanding of the history of their favourite characters. Thanks for reading.&nbsp;</span>",
    "excerpt": "",
    "pub_date": "Tue, 30 Oct 2018 16:39:25 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      }
    ],
    "tags": [],
    "thumbnail_id": "26168",
    "meta": {
      "slide_template": "default",
      "wpcr3_format": "business",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2018/10/LOTR-Anduril-Image-lord-of-the-rings.jpg"
  },
  {
    "id": "26237",
    "title": "The Rise and Fall of Númenor Part 2",
    "slug": "the-rise-and-fall-of-numenor-part-2",
    "link": "https://www.darksword-armory.com/the-rise-and-fall-of-numenor-part-2/",
    "content": "<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">In the previous Lord of the Rings themed blog post we went into detail on the creation of Númenor, the home of Aragorn’s ancestors. To recap – the Isle of Elenna was a massive island raised by the Valar, gods of Middle-Earth, to repay the faithful humans who fought alongside the Valar, their celestial servants the Maiar, and the faithful elves against the Dark Lord Morgoth. The Isle sat in the ocean off the West coast of Middle-Earth yet not so far to the West as to be close to Valinor, the Undying Lands, home of the Valar and the place to which all elves would eventually be gathered. Led by Elros the half-elf, the faithful humans sailed to Elenna and founded a kingdom which they called Númenor. This kingdom they established became mighty among the realms of Middle-Earth – to quote from the previous blog post:</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">For a long, long time Númenor was a beacon of light and culture in Middle-Earth. Their long life let them grow in power, and their kingdom became ever more majestic. Their great ships sailed all the oceans of Middle-Earth, visiting strange lands and making alliances with the people they found there. However, they paid attention to the one law the Valar gave them, a law known as the Ban - that they never attempt to sail to Valinor and set foot on the Undying Lands. And for many generations, they were content.&nbsp;</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Due to the half-elven nature of Elros, he was granted long life – living and ruling for centuries. The other Númenoreans were also granted an extended lifespan, and because of this they advanced quickly in technology, especially in ship-building. As Elros’ descendants continued his line on the throne, the Númenoreans became known for their seafaring capabilities, travelling all up and down the coast of Middle-Earth. For a long time these visits were benevolent, and the Númenoreans became known to the elves and humans of Middle-Earth as givers of gifts and powerful allies. Their power was only surpassed by their righteousness, and alone of all peoples of Middle-Earth the Númenoreans raised a temple to Eru Ilúvatar, the creator and high God of Middle-Earth.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">As time passed, though, the extended lifespans of the Númenoreans began to decline. The shortening of their lives became a source of anxiety, and the Númenoreans began to resent the Valar for their imposing of the Ban. They felt that the Ban was not imposed for their benefit, but to prevent them from achieving the eternal life that the elves had been granted. Resentment began to fester in their hearts, and except for a small remnant known as the Faithful the Númenoreans began to grow hard and cruel. Their visits to Middle-Earth were no longer benevolent but warlike, and instead of gifts they brought demands for tribute. The Númenoreans created a vast empire, colonizing the coasts of Middle-Earth and subjugating the residents. The temple to Eru Ilúvatar fell into disuse, tend to only by the Faithful.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">During this time Sauron, a fallen member of the Maiar race and servant of Morgoth, rose to power in Middle-Earth. Using his dark powers he deceived the elves, tricking them into forging Rings of Power while he secretly created the One Ring to enslave them. Enraged by his betrayal the elves made war upon him, and suffered defeat after defeat in the face of Sauron’s might and the power of the One Ring. The Númenoreans</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">took notice, and even while they were slowly bent under the weight of their own hubris and greed they sent fleets and soldiers to help fight against him. Finally, more than 3000 years after the founding of Númenor, they brought their full might down upon Middle-Earth. Ar-Pharazôn, last king of Númenor, sent an army so powerful against Sauron that the fallen celestial being surrendered to them and became their prisoner. He was brought as a captive back to Isle of Elenna, and was there able to enact his revenge against the House of Elros for their war against his master so long ago.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Ar-Pharazôn was a mighty king, but proud, and more fearful of death than any of the kings of Númenor before him. Because of this Sauron – who still appeared fair and beautiful as did all the Maiar – was able to whisper deceits to him. Sauron convinced him the Valar feared the power of Númenor, and the only reason for the Ban was to prevent the Númenoreans from conquering the Undying Lands and seizing eternal life from their hands. Terrified at the prospect of his own mortality, Ar-Pharazôn fell completely under the influence of Sauron and began to follow his instructions in all things. The great temple to Eru Ilúvatar was razed to the ground and an alter to Morgoth was raised, upon which Ar-Pharazôn sacrificed members of the Faithful.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">Prompted by Sauron’s urgings, Ar-Pharazôn raised the greatest fleet that had ever sailed the surface of Middle-Earth. Breaking the Ban of the Valar he himself led the terrible force into the West, where they set foot upon the Undying Lands and prepared to wrest them from the hands of the gods. And the gods responded.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">In rage and grief, the Valar called upon Eru Ilúvatar to intervene in the world one last time. The Creator reached out to the world he had made and broke it, reshaping it anew. The seas of Middle-Earth would no longer reach to the realm of the Valar; the Undying Lands were removed from the world, only reachable by the elves ever after. The armies of Ar-Pharazôn were swallowed up and granted a perverted eternal life, locked away in the Caves of the Forgotten until the end of the world and the Last Battle. And the Isle of Elenna, with all its wonders, was rent asunder and sunk beneath the waves. Númenor was destroyed utterly, and the inhabitants with it. Sauron, his body destroyed in the cataclysm, fled to the land of Mordor and took up the One Ring to again bring death and fear to Middle-Earth.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">However, some escaped this catastrophe. Elendil, descendant of Elros and member of the Faithful, had been warned by the Valar of the impending doom. Escaping with the Faithful in nine ships, they brought with them a remnant of Númenor to be a light against the darkness. Elendil and his two sons, Isildur and Anárion, founded the kingdoms of Gondor and Arnor to keep this remnant alive. These kingdoms grew in might, founding cities and establishing a stronghold in Middle-Earth. It was also these two kingdoms that joined with the elves in the Last Alliance against Sauron depicted in the introduction of the first Lord of the Rings film, an Alliance which resulted in the death of Elendil in single combat against Sauron. It was his son Isuldur, Aragorn’s direct ancestor, who took up Elendil’s sword and cut the One Ring from Sauron’s hand, vanquishing him and setting in motion the events of Tolkien’s epic trilogy that changed the world of fiction forever.</span>\n\n<span style=\"font-family: 'book antiqua', palatino, serif; font-size: 14pt;\">There is a great deal more detail in Tolkien’s accounts in The Silmarillion, more than we could go into in a single blog post. Future blog posts will go into more detail if our fans enjoyed this – please let us know on our social media or by emailing the website what other parts of LOTR lore you would like to learn more about next!</span>",
    "excerpt": "",
    "pub_date": "Tue, 30 Oct 2018 18:24:36 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      }
    ],
    "tags": [],
    "thumbnail_id": "30670",
    "meta": {
      "slide_template": "default",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2018/10/lotr-lord-of-the-rings-the-fall-of-numenor.jpg"
  },
  {
    "id": "27296",
    "title": "DARKSWORD ARMORY ENTERS 2019 WITH REINFORCED QUALITY",
    "slug": "darksword-armory-enters-2019-with-reinforced-quality",
    "link": "https://www.darksword-armory.com/darksword-armory-enters-2019-with-reinforced-quality/",
    "content": "<!-- wp:heading {\"align\":\"left\"} -->\n<h2 style=\"text-align:left\"> After Correcting a Quality Control Issue in 2016 Darksword Armory’s Sword Assembly Technique is Stronger Than Ever! </h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">JAN. 3, 2019\n– In 2016, Darksword Armory was made aware of a small number of swords that\nwere produced with sub-standard tangs. The swords were recovered from customers\nand tested. Through staffing corrections and a thorough review of sword\nproduction technique, Darksword is confident in the durability and quality of\ntheir product.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">From March to August 2016, an isolated number of swords were discovered to have poor quality tangs. In most of these cases, the tang issue was revealed when customers altered the product, removing the grip. The tangs in these swords were much too narrow.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27327,\"align\":\"right\"} -->\n<div class=\"wp-block-image\"><figure class=\"alignright\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/01/DSA-Guardian-4.jpg\" alt=\"\" class=\"wp-image-27327\"/></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>To correct this issue, Darksword had the swords with defective tangs returned as soon as possible to be tested.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">At first, we were skeptical as this was coming from an individual “maker” who is technically a competitor. But after verification we determined that the assembly did not meet our standards of production. That said, the tangs were inadequate; the tangs were ground down to fit in the throat of the grips. This went against Darksword’s proven production technique, which is to individually craft the grips to fit each tang. The incorrect technique was utilized by two of Darksword’s staff without approval. The staff members responsible were dismissed following the incident.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">“Upon &nbsp;investigation, we discovered two of our assembly staff had been grinding down some of the tangs to fit them into the handles instead of individually crafting the handles to fit the tangs,” says Azerad. “This one size fits all approach may have been saving them time in the shop, but resulted in substandard construction”. At Darksword Armory, we treat staff like family. However, this breach of trust was unacceptable. Needless to say, both staff were let go.”</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">“We understand that people are cautious about where they spend their hard-earned money, and that for swords especially where a structural failure can be a safety issue, proper construction is key,” says Azerad.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">Since the 2016 issue, Darksword has thoroughly reviewed their production technique and added additional steps to ensure this would not happen again. Assembly staff receives more training and Darksword has implemented a more rigorous inspection process to ensure each sword meets fully quality standards. With that we have pushed further Research and Development to make our blades structurally sound as well as making the blade edge geometry ideal for a very sharp edge. We now put a convex grind (apple seed edge) on all our Swords.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27317,\"align\":\"right\"} -->\n<div class=\"wp-block-image\"><figure class=\"alignright\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/01/darksword-armory-inspecting-sword-tang-e1547045838346.jpg\" alt=\"darksword-armory-inspecting-sword-tang\" class=\"wp-image-27317\"/></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">“I now inspect all the swords myself just prior to assembly and then after assembly,” says Azerad. &nbsp;“Every customer who came forward with a tang issue had their sword replaced. And, if any further tangs of poor quality are discovered, we will of course honor our return policy and replace any defective sword. We acknowledge our responsibility in allowing defective products to go out the door, and we reaffirm our commitment to produce quality products worthy of our customers.”</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\"></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">The swords affected by the incorrect method were sold in April 2016 and (estimated) September 2016, though not every sword, and it is uncertain how many, were affected during this time. Customers with questions can reach Darksword by emailing them at <a href=\"mailto:info@darksword-armory.com\">info@darksword-armory.com</a>.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27315,\"align\":\"right\"} -->\n<div class=\"wp-block-image\"><figure class=\"alignright\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/01/darksword-armory-forging-sword-tang-e1547046347121.jpg\" alt=\"darksword-armory-forging-sword-tang\" class=\"wp-image-27315\"/></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\"></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">Darksword does not recommend ever taking apart or altering any sword, especially sharpened swords. Only experienced bladesmiths and forge professionals should alter or assembly swords. When handling any sword, use appropriate caution and/or wear tear resistant gloves.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\"></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">Darksword’s staff consist of six individuals. Staff in the forge work with the blades themselves, working the blanks (flat bars) sourced from Acier Lachine and Metal profusion, in Montreal Canada, into the blades with anvil, hammer, power-hammer, and forge. The blades, from tip to tang, are inspected and only approved if they meet our standards.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\"></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">Once blades leave the forge they are taken to the assembly shop where the assembly team attaches the guard, handle, and pommel, a process that involves working with each of those elements to fit them perfectly to the blade’s tang. The swords are completed and inspected thoroughly once again before packing and shipping.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27316,\"align\":\"right\"} -->\n<div class=\"wp-block-image\"><figure class=\"alignright\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/01/darksword-armory-assembly-sword-tang-e1547046564190.jpg\" alt=\"darksword-armory-assembly-sword-tang\" class=\"wp-image-27316\"/></figure></div>\n<!-- /wp:image -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\"></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph {\"customFontSize\":17} -->\n<p style=\"font-size:17px\">“This streamlined, assembly-line style operation allows us to put together a large number of swords quickly, and is the reason why we are able to do productions runs of the size that we do,” says Azerad. “I am confident in the team Darksword has to carry us into 2019. As a team, we are looking forward to continuing to craft the most durable and accurate medieval sword replicas available. “When you purchase a piece from us, we want you to know you're not only getting a sword - you're getting a lasting heirloom piece of fine weaponry which can be passed down from generation to generation.”</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p></p>\n<!-- /wp:paragraph -->",
    "excerpt": "",
    "pub_date": "Wed, 09 Jan 2019 15:12:51 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      },
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      }
    ],
    "tags": [],
    "thumbnail_id": "27324",
    "meta": {
      "slide_template": "default",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2019/01/black-knight-1312-hilt-tang-construction-darksword-armory-dsa-e1547044853492.jpg"
  },
  {
    "id": "27969",
    "title": "The Birth of a Darksword",
    "slug": "the-birth-of-a-darksword",
    "link": "https://www.darksword-armory.com/the-birth-of-a-darksword/",
    "content": "<!-- wp:paragraph -->\n<p>In\nstories from legend and antiquity, swords have a special place. From Hrunting,\nthe sword of Beowulf, to Excalibur, sword of King Arthur, they are the\ncenterpieces of countless myths. Because of the high regard in which swords are\nheld, bladesmithing – the process of creating a sword – has long been regarded\nwith fascination and awe, as if it was an almost magical process. Historical\nsources describe those makers of legendary swords with reverence, glorifying their\nskill and attributing to them sometimes mystical abilities. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>This has\nled in modern times to an overall fascination with bladesmithing that is,\nunfortunately, divorced from any practical knowledge of the craft – resulting\nin confusion about what the process actually entails. Pop culture has\ncontributed to this confusion as television and films often depict the process\nof sword making with wild inaccuracies. Consider the opening scenes of Conan\nthe Barbarian (1982) in which a steel sword is poured into a mould, a process\nreserved for softer metals such as bronze. How many sword collectors based\ntheir understanding of bladesmithing on that scene? Beyond the folklore and\nmysticism, beyond the films and television shows, the process of sword making,\nwhile indeed complex, is not arcane in nature.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Collectors\nand fans of swords both historical and legendary have long been fascinated with\nthe process of making a sword. To respond to this curiosity, we wanted to\nanswer some of the more common questions we receive from our fans and\ncustomers: How are swords forged? And more specifically, how does Darksword\nArmory manufacture their swords? We will also discuss what steel is used for\nthe making of the blades and why the type of steel is an important consideration\nin the proper manufacturing of a sword.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><strong>The Making of a Sword </strong></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Modern European\nsword makers use one of three methods to create their swords. While each method\ncan overlap, the bulk of the process is made by either one of the three methods\nbased on the smiths’ preference and skill. Blades can either be:</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:list {\"ordered\":true} -->\n<ol><li>Hand forged – this method takes\nlumps or blocks of raw steel and uses a forge to heat it up and stretch it out\ninto a blade shape. Hammers and anvils, and sometimes power hammers, are used\nfor most of the process of actually shaping the weapon, though modern tools\nsuch as belt sanders may be used for polishing.</li><li>Stock removal – starting with a\n“blank,” or a long strip of pre-shaped steel, this method uses modern tools to\nremove enough steel from the blank to reveal the blade within. Belt grinders,\nsanders, and other power tools are used in lieu of traditional hand forging\nmethods.</li><li>CNC machine made – a CNC\n(Computer Numerical Control) machine is a device that uses computer technology\nto control machine tools such as grinders, routers, mills, and lathes. A design\nis entered into a CNC machine’s computer, which directs the use of tools in a\nprocess similar to stock removal on a piece of steel. As CNC machines are\nhighly specialized, this is the most expensive method of sword making, due to\nthe cost of the CNC machinery itself, and relies on the least amount of\ntraditional tools and labour.</li></ol>\n<!-- /wp:list -->\n\n<!-- wp:paragraph -->\n<p>Darksword\nArmory uses a combination of hand forging and stock removal to create our\nblades, relying on both traditional forging techniques and modern machine tools.\nThe following is a step-by-step account of our process, transforming a piece of\nsteel into the Darksword in your hands.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><strong>Steps to Creating a Darksword</strong></p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>We begin\nwith a 2” by 30”, (7mm thick) blank of 5160 high carbon spring steel. 5160 is a\nsteel/chromium alloy with excellent toughness and resilience, making it perfect\nfor sword blades.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27975} -->\n<figure class=\"wp-block-image\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/03/5160-Stock-Bar-1-e1551470001595.jpg\" alt=\"5160 Stock Bar\" class=\"wp-image-27975\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>We\nprepare the blanks by cutting the end on one side at a 30-degree angle. This\nallows us to reduce the manufacturing time on making of the tip of the blade,\nwhich can be time consuming, while favouring a more symmetrical finish once we\nstart shaping the tip of the blade. This process usually requires the tip to be\nheated twice prior to completion. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27974} -->\n<figure class=\"wp-block-image\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/03/hot-steel-being-hammered-forged-darksword-armory.jpg\" alt=\"hot-steel-being-hammered-forged-darksword-armory\" class=\"wp-image-27974\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Once the\ntip has been shaped, we begin to “draw” the blade (hammering it into the\ngeneral shape of the sword blade it will become) in the traditional manner (with\nhammer and anvil). We usually have 6 bladesmiths working in the shop at this\npoint, each one working on one blade at a time – taking intervals between\nheating and hammering. Once the general shape is outlined, we complete the\nmajority of the shaping on our power hammer. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27980} -->\n<figure class=\"wp-block-image\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/03/darksword-armory-team-1.jpg\" alt=\"\" class=\"wp-image-27980\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Fine\nadjustments to the shape of the blade are carefully made with a hammer and\nanvil. Each blade is examined during the forging process, in terms of its geometry\nand tapper – which is later further adjusted with industrial grinders prior to\nthe tempering of the blade. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Once the\nblank has been transformed we work on the opposite end, drawing the tang. The\ntang is primarily done with the power hammer and finishing touches are made\nmanually on the anvil. While each sword has its own attributes, the tang\nthickness and width remains the same among sword types. Only the length changes\n– which is why we work with a master prototype of each blade typology we make. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>After the\nblade and tang have been drawn, minor adjustments are made to the geometry of\nthe blade by use of various belt sanders and grinders. The profile is\ncorrected, the edges are tapered, the blade tapering is adjusted, and\nimperfections and waves are smoothed over the grinder using various grit\nsanding belts. This is similar to how stock removal processes are done, though\nwithout the initial shaping in the forge that is a part of our process.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27973} -->\n<figure class=\"wp-block-image\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/03/grinding-polishing-darksword-armory.jpg\" alt=\"grinding-polishing-darksword-armory\" class=\"wp-image-27973\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Once the\nblade has arrived at a shape close to the intended design, we proceed in\ngrinding the fuller using a special 2” grinding wheel. With steady hands, we\nmake sure that the fuller is straight, and symmetrical on both sides. Once complete,\nthe blade goes back to grinding on the main industrial grinder to smooth out\nany imperfections and guide the blade to its final form.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27972} -->\n<figure class=\"wp-block-image\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/03/forming-the-fuller-sword-darksword-armory.jpg\" alt=\"forming-the-fuller-sword-darksword-armory\" class=\"wp-image-27972\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Now, the\nshaping work has been completed, and it is time to heat treat the blade. Blades\nare placed together in a large heat treating oven – or kiln – then are individually\nquenched in canola oil in a quenching tank.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27978} -->\n<figure class=\"wp-block-image\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/03/tempering-sword-heat-treating-darksword-armory.jpg\" alt=\"\" class=\"wp-image-27978\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>Once the\nblade has been quenched, we arrive at the final stages in the manufacturing\nprocess. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Post-quench,\nthe finish on the blade is pretty rough looking. The blade must then be polished\nand brought to its final state before assembly. This is a lengthy process,\ninvolving various polishing wheels, compounds, different grit sandpaper pads,\nand finally polishing again with scotch wheel pads. All of this goes towards\ngiving each Darksword a finish worthy of a museum piece.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:image {\"id\":27977} -->\n<figure class=\"wp-block-image\"><img src=\"https://www.darksword-armory.com/wp-content/uploads/2019/03/polishing-sword-darksword-armory.jpg\" alt=\"\" class=\"wp-image-27977\"/></figure>\n<!-- /wp:image -->\n\n<!-- wp:paragraph -->\n<p>At this\nstage the blade is complete and moves to the assembly department. This is where\nblades are paired with sword fittings, which we also make in house – the guards\nand pommels are cast in using the “lost wax” process, moulded from an original\npiece designed and made at the Darksword shop. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>In\nassembly we have 2 specialized staff members fitting the handles, guards, and\npommels to the completed blade. This may involve some reshaping of the interior\nof the handle to ensure it has a tight fit to the tang. To reduce any\npossibility of movement of the fittings due to humidity or temperature change,\nDarksword Armory (as do most companies) also uses epoxy to secure the grips to\nthe tang of the blade. </p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>When the\nguards, handles, and pommels are in their final position the tang is peened.\nThis means the exposed portion of the tang is heated and then hammered over the\npommel, completing construction – a new Darksword is born!</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>To view\nall these steps, you can click the link below:</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:core-embed/youtube {\"url\":\"https://www.youtube.com/watch?v=uIGjrzukhX8\",\"type\":\"video\",\"providerNameSlug\":\"youtube\",\"className\":\"wp-embed-aspect-16-9 wp-has-aspect-ratio\"} -->\n<figure class=\"wp-block-embed-youtube wp-block-embed is-type-video is-provider-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\nhttps://www.youtube.com/watch?v=uIGjrzukhX8\n</div></figure>\n<!-- /wp:core-embed/youtube -->\n\n<!-- wp:paragraph -->\n<p>We hope\nthat this peek behind the curtain at Darksword Armoury has been illuminating\nfor you. The process we used was arrived at using countless hours of research\nand practice, and we are always working to improve our products. By bringing\ntogether traditional forging techniques with updated tools and methods, we aim\nto keep the knowledge of sword making close at hand while also benefitting from\nall that modern technology can bring. Now, when you purchase you next\nDarksword, you will have a better understanding of the process that brought it\nto life.</p>\n<!-- /wp:paragraph -->",
    "excerpt": "",
    "pub_date": "Sat, 05 Jan 2019 19:59:10 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "blog",
        "name": "Blog"
      }
    ],
    "tags": [],
    "thumbnail_id": "",
    "meta": {
      "slide_template": "default",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0",
      "wpcr3_format": "business"
    },
    "thumbnail_url": ""
  },
  {
    "id": "37758",
    "title": "The Incredible Journey of a Viking Sword",
    "slug": "the-incredible-journey-of-a-viking-sword",
    "link": "https://www.darksword-armory.com/the-incredible-journey-of-a-viking-sword/",
    "content": "<!-- wp:tadv/classic-paragraph -->\n<p style=\"text-align: center;\"><strong><u>Around the World – The Incredible Journey of the Urnes Staves Sword</u></strong></p>\n<p>Part of our focus at Darksword Armory is on continuous improvement. By that, we mean we are constantly striving to do better than we have before. We were very proud of the swords we produced 20 years ago, but they are unrecognizable next to our latest line!</p>\n<p><img class=\"aligncenter wp-image-37760 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2020/03/viking-sword-oslo-skallagrim-1.jpg\" alt=\"viking-sword-oslo-skallagrim-1\" width=\"480\" height=\"270\"><img class=\"aligncenter wp-image-37762 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2020/03/skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test.jpg\" alt=\"skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test\" width=\"480\" height=\"270\"></p>\n<p>In 2018, we decided to reach out to YouTube sword reviewer Skallagrim to review the latest in our long line of Viking weapons – the Urnes Staves sword. SKallagrim being a well-known and honest reviewer, and a fellow Canadian (living at the opposite end of the country from us in British Columbia) we figured he would be an excellent person to put our prototype through its paces. And put it through its paces he did!</p>\n<p><img class=\"aligncenter wp-image-37766 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2020/03/skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-1.jpg\" alt=\"skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-1\" width=\"480\" height=\"270\"> <img class=\"aligncenter wp-image-37765 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2020/03/skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-2.jpg\" alt=\"skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-2\" width=\"480\" height=\"270\"> <img class=\"aligncenter wp-image-37764 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2020/03/skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-3.jpg\" alt=\"skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-3\" width=\"480\" height=\"270\"> <img class=\"aligncenter wp-image-37763 size-full\" src=\"https://www.darksword-armory.com/wp-content/uploads/2020/03/skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-4.jpg\" alt=\"skallagrim-youtube-reviewer-image-with-oslo-viking-sword-destruction-test-session-4\" width=\"480\" height=\"270\"></p>\n<p>When Skallagrim reviews a sword, he does not pull any punches. The following two videos are the result of Skallagrim giving our prototype a serious review.</p>\n<center><iframe src=\"https://www.youtube.com/embed/r_hSxic9K-8\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe> <iframe src=\"https://www.youtube.com/embed/VGFIx0tvgxI\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></center>\n<p>&nbsp;</p>\n<p>Once the review videos were posted, we experienced the usual increase in web traffic and online questions about our products, and the Urnes Staves sword proved to be a popular design. We didn’t ask Skallagrim to return the sword, so when he passed it on to a collector in Australia we thought nothing of it. And so, the sword passed into other hands, and we never expected to hear about it again…</p>\n<p>And then, not too long ago, we got a big surprise!</p>\n<p>Sword collector Philippe Goulet reached out to tell us he was the newest owner of a secondhand Urnes Staves sword, and had some questions about it compared to the most recent production run. When we started connecting with him we were surprised to hear that it was the very&nbsp; prototype we had sent to Skallagrim and, what’s more, it had come home – all the way to Quebec, Canada!</p>\n<p>That’s right – the original Urnes Staves prototype had traveled from its place of creation in Quebec, Canada, to British Columbia (almost 4,000 kilometers), to Australia (over 12,000 kilometers), and back to Quebec (over 16,000 kilometers, unless it took the long way around). This sword likely traveled over 30,000 kilometers since it was forged, which might make it the most well-traveled Darksword in existence! Philippe had this to say:</p>\n<p>“I'm lucky to have received the one Skallagrim reviewed on his YouTube channel. The sword has been severely tested and abused, but is still in excellent condition. I'm happy and proud to have brought back this piece to our country. I love it!”</p>\n<p>The well-traveled Urnes Staves sword joins an extensive collection of Darksword Armory pieces in Philippe’s collection, which he graciously shared with us:</p>\n<p>Thanks for sharing, Philippe, and thanks for giving so many of our weapons a home – especially the one that traveled so far to get to you!</p>\n<!-- /wp:tadv/classic-paragraph -->",
    "excerpt": "",
    "pub_date": "Thu, 12 Mar 2020 18:51:25 +0000",
    "categories": [
      {
        "domain": "category",
        "nicename": "darksword-news",
        "name": "Darksword News"
      }
    ],
    "tags": [],
    "thumbnail_id": "37760",
    "meta": {
      "slide_template": "default",
      "wpcr3_enable": "0",
      "wpcr3_hideform": "0",
      "wpcr3_format": "business"
    },
    "thumbnail_url": "https://www.darksword-armory.com/wp-content/uploads/2020/03/viking-sword-oslo-skallagrim-1.jpg"
  }
]