Repository: soshogle/nexrel-crm
Catalog: owner-websites/eyal-darksword/wordpress_assets/plugins/plugins/easyship-woocommerce-shipping-rates/languages/easyship-woocommerce-shipping-rates-*.po
Languages: es

source: Easyship plugin for easy shipping method
es: Plugin de Easyship para un método de envío sencillo

source: Easyship: activation of legacy plugin(s) was blocked to prevent conflicts: %s
es: Easyship: la activación de los plugins heredados fue bloqueada para evitar conflictos: %s

source: Easyship: legacy plugins were active and have been deactivated to prevent conflicts: %s
es: Easyship: los plugins heredados estaban activos y se han desactivado para evitar conflictos: %s

source: Easyship: we detected an older Easyship plugin installed under the "%s" folder. It is outdated (likely from a manual install). The current plugin is the correct official version — please delete that folder to avoid confusion.
es: Easyship: hemos detectado un plugin antiguo de Easyship instalado en la carpeta «%s». Está obsoleto (probablemente procedente de una instalación manual). El plugin actual es la versión oficial correcta — por favor, elimine esa carpeta para evitar confusión.

source: Easyship: legacy plugins were network-active and have been deactivated to prevent conflicts: %s
es: Easyship: los plugins heredados estaban activos en la red y se han desactivado para evitar conflictos: %s

source: Easyship: this plugin appears to be running from the "%1$s" slug. It is recommended to use the canonical slug "%2$s" instead for consistency and updates.
es: Easyship: este plugin parece estar ejecutándose desde el slug «%1$s». Se recomienda utilizar en su lugar el slug canónico «%2$s» para garantizar la coherencia y las actualizaciones.

source: Easyship requires WooCommerce to be installed and active. You can download %s here.
es: Easyship requiere que WooCommerce esté instalado y activo. Puede descargar %s aquí.

source: Easyship requires the following PHP extensions: %s. Please enable them and try again.
es: Easyship requiere las siguientes extensiones de PHP: %s. Por favor, actívelas e inténtelo de nuevo.

source: Return to the Plugins page: %s
es: Volver a la página de plugins: %s

source: Plugin activation halted
es: Activación del plugin detenida

source: Service temporarily unavailable
es: Servicio temporalmente no disponible

source: Invalid signature - failed to sort parameters.
es: Firma no válida: no se pudieron ordenar los parámetros.

source: Consumer key is invalid.
es: La clave del consumidor no es válida.

source: Invalid signature - missing OAuth parameters.
es: Firma no válida: faltan parámetros OAuth.

source: Invalid signature - signature method is invalid.
es: Firma no válida: el método de firma no es válido.

source: Invalid signature - provided signature does not match.
es: Firma no válida: la firma proporcionada no coincide.

source: token is required field
es: token es un campo obligatorio

source: store_id is required field
es: store_id es un campo obligatorio

source: Something went wrong.
es: Se ha producido un error.

source: Missing API Key and API Secret OR Access Token!
es: ¡Faltan la Clave de API y el Secreto de API O el Token de Acceso!

source: Failed to parse API Secret as a private key.
es: No se pudo analizar el Secreto de API como una clave privada.

source: Sorry, the shipping rates are currently unavailable, please refresh the page or try again later
es: Lo sentimos, las tarifas de envío no están disponibles actualmente, actualice la página o inténtelo de nuevo más tarde

source: Sorry, something went wrong with the shipping rates. If the problem persists, please contact us!
es: Lo sentimos, se ha producido un error con las tarifas de envío. ¡Si el problema persiste, por favor contáctenos!

source: Connect
es: Conectar

source: Connect to Easyship
es: Conectar con Easyship

source: Click 'Connect' to link your store with %s. You can also create an Easyship account to obtain your Access Token and paste it below.
es: Haga clic en «Conectar» para vincular su tienda con %s. También puede crear una cuenta de Easyship para obtener su Token de Acceso y pegarlo a continuación.

source: API Key
es: Clave de API

source: Enter your Easyship API Key.
es: Introduzca su Clave de API de Easyship.

source: API Secret
es: Secreto de API

source: Enter your Easyship API Secret.
es: Introduzca su Secreto de API de Easyship.

source: Easyship Access Token
es: Token de Acceso de Easyship

source: Paste your Easyship Access Token. You can find this in your Easyship dashboard, in your store's page under “Access Token”. This is also the place where you will be able to set all your shipping options and rules.
es: Pegue su Token de Acceso de Easyship. Puede encontrarlo en su panel de Easyship, en la página de su tienda, en la sección «Access Token». Este es también el lugar donde podrá configurar todas sus opciones y reglas de envío.

source: Global Skip Shipping Classes
es: Omitir clases de envío globalmente

source: Enter one or more shipping class slugs, separated by commas or spaces. Products in these classes will always be excluded from Easyship rates, in all shipping zones. The slugs can be found in "WooCommerce > Settings > Shipping > Shipping classes"
es: Introduzca uno o más slugs de clases de envío, separados por comas o espacios. Los productos en estas clases siempre se excluirán de las tarifas de Easyship, en todas las zonas de envío. Los slugs pueden encontrarse en «WooCommerce > Ajustes > Envío > Clases de envío».

source: Enter your Easyship API Key for this zone (optional).
es: Introduzca su Clave de API de Easyship para esta zona (opcional).

source: Enter your Easyship API Secret for this zone (optional).
es: Introduzca su Secreto de API de Easyship para esta zona (opcional).

source: Paste an Access Token for this zone (optional). If empty, the global Access Token will be used.
es: Pegue un Token de Acceso para esta zona (opcional). Si se deja vacío, se utilizará el Token de Acceso global.

source: Additional Skip Shipping Classes
es: Clases de envío adicionales a omitir

source: Enter one or more shipping class slugs, separated by commas or spaces. Products in these classes will be excluded from Easyship rates in this zone, in addition to any global exclusions.<br>Globally excluded shipping classes: %s
es: Introduzca uno o más slugs de clases de envío, separados por comas o espacios. Los productos en estas clases se excluirán de las tarifas de Easyship en esta zona, además de cualquier exclusión global.<br>Clases de envío excluidas globalmente: %s

source: (none)
es: (ninguna)

source: Settings
es: Configuración

source: There is already a connection to Easyship. If you continue, the connection will be replaced with a new one. Continue?
es: Ya existe una conexión con Easyship. Si continúa, la conexión será reemplazada por una nueva. ¿Desea continuar?
